/*
Navicat MySQL Data Transfer

Source Server         : zjh
Source Server Version : 50640
Source Host           : 120.79.142.109:3306
Source Database       : manage

Target Server Type    : MYSQL
Target Server Version : 50640
File Encoding         : 65001

Date: 2018-06-16 10:43:52
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for borrowrecords
-- ----------------------------
DROP TABLE IF EXISTS `borrowrecords`;
CREATE TABLE `borrowrecords` (
  `recordId` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `materialId` int(10) NOT NULL,
  `materialName` varchar(20) NOT NULL,
  `specification` varchar(20) NOT NULL,
  `borrower` varchar(30) NOT NULL,
  `responsible` varchar(30) NOT NULL,
  `amount` varchar(10) DEFAULT NULL,
  `date` date NOT NULL,
  `instructions` varchar(300) DEFAULT NULL,
  `status` int(5) NOT NULL,
  `category` varchar(10) NOT NULL,
  `dangerous` varchar(4) NOT NULL,
  PRIMARY KEY (`recordId`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of borrowrecords
-- ----------------------------
INSERT INTO `borrowrecords` VALUES ('6', '2', '烧杯', '250', '陈婷', '莫成昊', '1', '2018-05-23', '借', '2', '玻璃塑料仪器', '否');
INSERT INTO `borrowrecords` VALUES ('8', '7', '硫酸汞', '', '陈婷', '莫成昊', '1', '2018-06-04', '', '0', '药品试剂原料', '是');
INSERT INTO `borrowrecords` VALUES ('9', '65', '工具1', '1', '宋昕', '陈婷', '1', '2018-06-04', '', '1', '小工具', '否');
INSERT INTO `borrowrecords` VALUES ('11', '1', '爱卡磁力加热搅拌器', 'C-MAG/HS7', '陈婷', '莫成昊', '1', '2018-06-04', '', '1', '设备仪器', '否');
INSERT INTO `borrowrecords` VALUES ('15', '9', '锥形瓶', '150', '陈婷', '蒋严伟', '1', '2018-06-07', '', '1', '玻璃塑料仪器', '否');
INSERT INTO `borrowrecords` VALUES ('20', '59', '钨酸钠', '', '陈婷', '莫成昊', '1', '2018-06-08', '', '1', '药品试剂原料', '否');
INSERT INTO `borrowrecords` VALUES ('24', '153', '新增药品', '', '宋昕', '陈婷', '1', '2018-06-09', '', '0', '药品试剂原料', '是');
INSERT INTO `borrowrecords` VALUES ('25', '1', '移液枪头', '', '陈婷', '莫成昊', '1', '2018-06-10', '', '1', '小工具', '否');
INSERT INTO `borrowrecords` VALUES ('26', '1', '烧杯', '1000', '陈婷', '莫成昊', '1', '2018-06-10', '', '1', '玻璃塑料仪器', '否');

-- ----------------------------
-- Table structure for chemical
-- ----------------------------
DROP TABLE IF EXISTS `chemical`;
CREATE TABLE `chemical` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `specification` varchar(15) DEFAULT NULL,
  `quantity` varchar(10) NOT NULL,
  `locationDes` varchar(30) DEFAULT NULL,
  `locationId` varchar(30) NOT NULL,
  `location` varchar(20) NOT NULL,
  `responsible` varchar(10) NOT NULL,
  `inDate` date NOT NULL,
  `dangerous` varchar(10) NOT NULL,
  `secCategory` varchar(10) NOT NULL,
  `vacant` varchar(10) NOT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `formula` varchar(30) DEFAULT NULL,
  `molecularWeight` varchar(30) DEFAULT NULL,
  `number` varchar(20) DEFAULT NULL,
  `laboratory` varchar(20) DEFAULT NULL,
  `traits` varchar(400) DEFAULT NULL,
  `store` varchar(400) DEFAULT NULL,
  `use` varchar(400) DEFAULT NULL,
  `updatetime` date NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=154 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of chemical
-- ----------------------------
INSERT INTO `chemical` VALUES ('1', '丙三醇', '', '1', '', '1003001001B2040131101', '1-3-1-1-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '18.00', 'C3H8O3', '92.09', '56-81-5', '', '无色澄明黏稠液体。无臭。有暖甜味。能从空气中吸收潮气,也能吸收硫化氢、氰化氢和二氧化硫。对石蕊呈中性。长期放在0℃的低温处,能形成熔点为17.8℃有光泽的斜方晶体。遇强氧化剂如三氧化铬、氯酸钾、高锰酸钾能引起燃烧和爆炸。能与水、乙醇任意混溶,1份本品能溶于11份乙酸', '密封阴凉干燥保存。SCRC100106400258', '气相色谱固定液(最高使用温度75℃,溶剂为甲醇),分离分析低沸点含氧化合物、胺类化合物、氮或氧杂环化合物,能完全分离3-甲基吡啶(沸点144.14℃)和4-甲基吡啶(沸点145.36℃)。适用于水溶液的分析。溶剂。气量计及水压机缓震', '2018-06-09');
INSERT INTO `chemical` VALUES ('2', '二乙醇胺', '', '1', '', '1003001001B2040131102', '1-3-1-1-2', '莫成昊', '2018-04-13', '否', '试剂', '否', '40.00', 'C4H11NO2', '105.14', '111-42-2', '', '无色棱柱状结晶或微黄色粘稠液体。微有氨的气味。在潮湿空气中能强烈发烟。强碱性。能吸收空气中的二氧化碳。能与水、甲醇和丙酮混溶，微溶于苯、乙醚，几乎不溶于四氯化碳、正庚烷。0.1mol/L水溶液的pH为11。相对密度(d304)1.0881。熔点28℃。沸点268.8℃。折光率(n30D)1.4', '密封阴凉干燥保存。SCRC400141800488', '酸性气体吸收剂。乳化剂。有机合成。软化及润滑剂。气相色谱固定液(最高使用温度60℃，溶剂为甲醇)，选择性保留和分离醇、二醇、胺、吡啶、喹啉、哌嗪、硫醇、硫醚和水。', '2018-04-13');
INSERT INTO `chemical` VALUES ('3', '钛酸四正丁酯', '', '1', '', '1003001001B2040131103', '1-3-1-1-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '61.00', 'C16H36O4Ti', '340.36', '5593-70-4', '', '无色至浅黄色液体，在-55℃时为玻璃状固体。对湿敏感。受热易聚合。遇水分解。溶于除酮类外大部分有机溶剂。相对密度0.996。沸点310～314℃。折光率1.486。闪点76.6℃。中等毒，半数致死量(大鼠，经口)180mg/kg。有刺激性。', '密封干燥保存。SCRC801228', '酯交换反应。增强涂料抗热性(可热至500℃)。改进涂料、橡胶及塑料对金属表面的粘附力。缩合催化剂。交联剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('4', '丙酮', '', '1', '', '1003001001B2040131104', '1-3-1-1-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '16.00', 'C3H6O', '58.08', '67-64-1', '', '无色液体。有特殊气味。具辛辣甜味。易挥发。能与水、乙醇、N,N-二甲基甲酰胺、氯仿、乙醚及大多数油类混溶。相对密度(d2525)0.788。熔点-94℃。沸点56.5℃。折光率(n20D)1.3591。闪点-20℃。易燃。半数致死量(大鼠,经口)10.7ml/kG。有刺激性。', '密封阴凉保存。SCRC100004800004', '常用有机溶剂,具有选择性地溶解某些有机物。水溶液中有丙酮存在时,可抑制溶液中物质离解。可用于带有硫氰根的钴及铁之比色测定。显色反应检验钡和锶。显微分析用作固定剂,组织的硬化及脱水。动植物中各种成分的抽提。', '2018-04-13');
INSERT INTO `chemical` VALUES ('5', '二甲胺盐酸盐', '', '1', '', '1003001001B2040131105', '1-3-1-1-5', '莫成昊', '2018-04-13', '否', '试剂', '否', '32.00', 'C2H7NHCl', '81.54', '506-59-2', '', '白色叶状晶体。有挥发性。易潮解。易溶于水，溶于乙醇和氯仿，几乎不溶于乙醚。熔点171℃。有刺激性。', '密封干燥保存。SCRC300670', '有机合成。乙酰化分析的催化剂。镁试剂等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('6', '原乙酸三甲酯', '', '2', '', '1003001001B2040131201', '1-3-1-2-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '120.00', 'C5H12O3', '120.15', '1445-45-0', '', '液体。对湿敏感。在水中分解。 相对密度 0.944。沸点 107～109℃。折光率 (n20D)1.3880。闪点 16℃。易燃。有刺激性。', '密封阴凉干燥保存。', '主要作为生产医药以及农药的化学中间体。用于合成维生素B1，维生素A1，磺胺啶等药物中间体，还可用于染料和香料工业。医药，家业化工，还可用于染料和香料工业。医药、农业化工、油漆添加剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('7', '硫酸汞', '', '1', '', '1003001001B2040131203', '1-3-1-2-3', '莫成昊', '2018-04-13', '是', '试剂', '否', '389.00', 'HgSO4', '296.65', '80-79260', '', '白色结晶或结晶性粉末。无气味。受热变为黄色至黄褐色但不分解,冷却后恢复为白色。溶于盐酸、热稀硫酸和浓氯化钠溶液,不溶于乙醇。能被水分解为黄色不溶性的碱式硫酸盐与游离硫酸。熔点分解。相对密度6.47。中等毒,半数致死量(大鼠,经口)57mG/kG。有腐蚀性。', '密封干燥避光保存。SCRC800792', '测定巴比妥和胱氨酸。与氯化钠同用,从焙烧黄铁矿中提炼金和银。催化剂。', '2018-06-09');
INSERT INTO `chemical` VALUES ('8', '还原铁粉', '', '1', '', '1003001001B2040131204', '1-3-1-2-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '68.00', 'Fe', '55.85', '7439-89-6', '', '灰色至灰黑色无定形细粒或粉末。有极微光泽。系氧化铁在700～900℃时用氢还原所得,内含90%～96%金属铁,其余主要为氧化亚铁。暴露于空气和湿气中易氧化。溶于稀酸,不溶于水。', '密封干燥保存。SCRC100118', '还原剂。电子工业。', '2018-04-13');
INSERT INTO `chemical` VALUES ('9', '二甲胺盐酸盐', '', '1', '', '1003001001B2040131205', '1-3-1-2-5', '莫成昊', '2018-04-13', '否', '试剂', '否', '32.00', 'C2H7NHCl', '81.54', '506-59-2', '', '白色叶状晶体。有挥发性。易潮解。易溶于水，溶于乙醇和氯仿，几乎不溶于乙醚。熔点171℃。有刺激性。', '密封干燥保存。SCRC300670', '有机合成。乙酰化分析的催化剂。镁试剂等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('10', '丁二酮肟', '', '1', '', '1003001001B2040131206', '1-3-1-2-6', '莫成昊', '2018-04-13', '否', '试剂', '否', '32.00', 'C4H8N2O2', '116.12', '95-45-4', '', '白色三斜结晶或结晶性粉末。溶于乙醇、乙醚、丙酮和吡啶，几乎不溶于水。熔点238～240℃(也有报道为242℃和246℃)。最小致死量(大鼠，经口)250mg/kg。', '密封保存。SCRC100088', '镍的检定和测定。从钴及其他金属中分离镍，从锡、金、铼、铱中分离钯等。氰化物、镍、钯的光度测定。', '2018-04-13');
INSERT INTO `chemical` VALUES ('11', '邻氨基三氟甲苯', '', '1', '', '1003001001B2040131207', '1-3-1-2-7', '莫成昊', '2018-04-13', '否', '试剂', '否', null, 'C7H6F3N', '161.13', '88-17-5', '', '外观性状 无色或淡黄色液体，有刺激性熔点 34℃沸点 174℃闪点 131 °F密度 1.282 g/mL at 25 °C(lit.)', '请远离热源，火花和火焰。远离来源点火。储存在密闭的容器中。储存于阴凉，干燥，通风良好的地方远离不相容物质。从光存储受保护的', '【用途一】用作医药、农药及染料的中间体【用途二】用作塑料增塑剂产品的生产的中间体【用途三】该品是合成含氟除草剂和医药、染料的重要中间体', '2018-04-13');
INSERT INTO `chemical` VALUES ('12', '邻苯二甲酸氢钾', '', '2', '', '1003001001B2040131301', '1-3-1-3-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '51.00', 'C8H5KO4', '204.22', '877-24-7', '', '无色单斜结晶或白色结晶性粉末。在空气中稳定。溶于约12份冷水、3份沸水，微溶于乙醇。溶液呈酸性。25℃ 0.05mol/L水溶液的pH为4.005。相对密度(d254)1.636。熔点295～300℃(分解)。', '密封保存。SCRC 100159 301550', '分析试剂。标定碱的基准。配制缓冲溶液。', '2018-04-13');
INSERT INTO `chemical` VALUES ('13', '氯化钠', '', '2', '', '1003001001B2040131303', '1-3-1-3-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '20.00', 'NaCl', '58.44', '7647-14-5', '', '白色立方结晶或结晶性粉末。25℃时,1g溶于2.8ml水、2.6ml沸水、10ml甘油,极微溶于乙醇。其水中溶解度因盐酸存在而减少,几乎不溶于浓盐酸。水溶液呈中性,pH为6.7～7.3。相对密度 2.17。熔点 804℃。沸点 1413℃。半数致死量(大鼠,经口)3.75±0.43g/kg。', '密封保存。SCRC100193', '测定硝酸银的基准。微量测定氟和硅酸盐。用于高纯分 析。血液常规检验。肝功能试验。制备细菌血清学培养基。致冷混合剂。食物保存。照相。', '2018-04-13');
INSERT INTO `chemical` VALUES ('14', '无水碳酸钠', '', '1', '', '1003001001B2040131305', '1-3-1-3-5', '莫成昊', '2018-04-13', '否', '试剂', '否', '7.00', 'Na2CO3', '105.99', '497-19-8', '', '白色粉末或颗粒。无气味。有碱味。有吸湿性。露置空气中逐渐吸收 1mol/L水分(约15%)。400℃时开始失去二氧化碳。遇酸分解并泡腾。溶于水(室温时3.5份,35℃时2.2份)和甘油,不溶于乙醇。水溶液呈强碱性,pH 11.6。相对密度2.53。熔点851℃。半数致死量(30日)(小鼠,腹腔)116.6mg/kg。有刺激性。', '密封干燥保存。', '定量分析中标定酸液的 基准。测定铝、硫、铜、铅和锌。检验尿液和全血葡萄糖。分析水泥中二氧化硅的助熔剂。金属金相分析等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('15', '甲醇钠', '', '1', '', '1003001001B2040131306', '1-3-1-3-6', '莫成昊', '2018-04-13', '是', '试剂', '否', '17.00', 'CH3ONa', '54.02', '124-41-4', '', '白色粉末。对空气与湿气敏感。遇水分解。溶于乙醇和甲醇。也有溶剂化合物的形态，如CH3ONa2CH3OH，为白色粉末。易燃。有腐蚀性。', '密封阴凉干燥保存。SCRC801175', '有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('16', '甲烷磺酸', '', '1', '', '1003001001B2040131307', '1-3-1-3-7', '莫成昊', '2018-04-13', '是', '试剂', '否', '109.00', 'CH4O3S', '96.11', '75-75-2', '', '白色到微黄色液体或固体。溶于水、乙醇和乙醚,26～28℃时微溶于苯、甲苯和邻氯甲苯,不溶于己烷和甲基环戊烷。在沸水、热碱液中不水解。能腐蚀铁、钢、铜、黄铜和铅。相对密度(d184)1.4812。熔点20℃。沸点167℃(1.33kPA)、122℃(0.13kPA)。折光率(n16D)1.4317。最小致死量(大', '密封阴凉保存。SCRC800800', '烷化、酯化和聚合反应催化剂。溶剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('17', '三氯蔗糖', '', '1', '', '1003001001B2040131308', '1-3-1-3-8', '莫成昊', '2018-04-13', '否', '试剂', '否', '280.00', 'C12H19Cl3O8', '', '56038-13-2', '', '通常为白色粉末状产品。物化性质比较接近蔗糖。耐高温、耐酸碱，温度和pH值对它几乎无影响，适于食品加工中的高温灭菌、喷雾干燥、焙烤、挤压等工艺。无热量、不致龋。pH适应性广，适用于酸性至中性食品，对涩、苦等不愉快味道有掩盖效果。易溶于水，溶解时不容易产生起泡现象，适用于碳酸饮料的高速灌装生产线[1]  。', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('18', '亚甲基蓝', '', '1', '', '1003001001B2040131309', '1-3-1-3-9', '莫成昊', '2018-04-13', '否', '试剂', '否', '180.00', 'C16H18ClN3S·3H2O', '373.9', '61-73-4', '', '发亮深绿色结晶或细小深褐色粉末,带青铜光泽。无气味。在空气中稳定。1G溶于约25ml水、约65ml乙醇,溶液为天蓝色,溶于氯仿,不溶于乙醚和苯。水溶液遇锌粉和稀硫酸能褪色,但暴露空气中能恢复,若加氨水则恢复更快。能与多数无机盐生成复盐。最大吸收波长668、609nm。低毒,半数致死量(大鼠,经口)1180mG/kG。', '密封干燥保存。SCRC301801', '测定乙酰基和伯胺类。有机合成。催化剂。染料工业。', '2018-04-13');
INSERT INTO `chemical` VALUES ('19', '甲基橙(对二甲基氨基偶氮苯磺酸钠)', '', '1', '', '1003001001B2040131402', '1-3-1-4-2', '莫成昊', '2018-04-13', '否', '试剂', '否', '17.00', 'C14H14N3NaO3S', '327.33', '547-58-0', '', '橙黄色粉末或鳞片状结晶，1份溶于500份水中，易溶于热水，溶液呈金黄色，几乎不溶于乙醇；最大吸收波长505nm', '密封阴凉干燥保存。SCRC710251', '酸碱指示剂,pH值变色范围3.1(红)～4.4(黄),测定多数矿酸、强碱和水的碱度。容量测定锡(热时Sn2+使甲基橙褪色)。强还原剂(Ti3+、Cr2+)和强氧化剂(氯、溴)的消色指示剂。分光光度测定氯、溴和溴离子。可与靛蓝二磺酸钠或', '2018-04-13');
INSERT INTO `chemical` VALUES ('20', '甲苯-4-磺酸，一水', '', '1', '', '1003001001B2040131401', '1-3-1-4-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '18.00', 'C7H8O3SH2O', '190.22', '6192-52-5', '', '白色棱柱体叶状或针状结晶或粉末。有吸湿性。易溶于水，溶于乙醇和乙醚，微溶于苯和甲苯。熔点106～107℃(无水物)。沸点140℃(2.66kPa)。闪点150℃。低毒，半数致死量(大鼠，经口)2480mg/kg。有刺激性。商品也有含4分子结晶水的。', '密封干燥保存。SCRC301801', '测定乙酰基和伯胺类。有机合成。催化剂。染料工业。', '2018-04-13');
INSERT INTO `chemical` VALUES ('21', '溴百里酚蓝', '', '1', '', '1003001001B2040131403', '1-3-1-4-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '117.00', 'C27H28Br2O5S', '624.38', '76-59-5', '', '近白色或乳色结晶。溶于乙醇、乙醚、甲醇和稀氢氧化碱溶液,略溶于苯、甲苯和二甲苯,微溶于水,几乎不溶于石油醚。熔点200～202℃。最大吸收波长420nm。', '密封阴凉干燥保存。SCRC710084', '酸碱指示剂,pH变色范围6.0(黄色)～7.6(蓝色)。吸附指示剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('22', '硫酸银', '', '2', '', '1003001001B2040131404', '1-3-1-4-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '238.00', 'Ag2SO4', '311.8', '10294-26-5', '', '无色结晶或白色结晶性粉末。遇光逐渐变黑色。在1085℃分解。溶于硝酸、氨水和浓硫酸,慢慢地溶于125份水和71份沸水,不溶于乙醇。相对密度(d29)5.45。熔点657℃。有刺激性。', '密封干燥避光保存。SCRC200369', '比色测定亚硝酸盐、钒酸盐、磷酸盐和氟。测定乙烯。水质分析中铬和钴的测定。', '2018-04-13');
INSERT INTO `chemical` VALUES ('23', '1,10-菲啰啉，一水', '', '1', '', '1003001001B2040131406', '1-3-1-4-6', '莫成昊', '2018-04-13', '否', '试剂', '否', '17.00', 'C12H8N2H2O', '198.22', '5144-89-8', '', '白色结晶性粉末。溶于约300份水、70份苯，溶于乙醇和丙酮，不溶于乙醚。熔点93～94℃。沸点300℃。贮存后能变成奶色。', '密封保存。SCRC301415', '氧化还原指示剂。亚铁试剂。生化研究。铂的萃取。重量法测定钯。掩蔽剂。比色测定二价铁、铂、钯等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('24', '磷酸二氢钾', '', '1', '', '1003001001B2040132101', '1-3-2-1-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '22.00', 'KH2PO4', '136.09', '7778-77-0', '', '无色结晶或白色颗粒状粉末。在空气中稳定，在400℃时失去水，变成偏磷酸盐。溶于约4.5份水，不溶于乙醇。pH4.4～4.7。相对密度2.34。熔点252.6℃。', '密封保存。SCRC100176510205', '配制缓冲液。测定砷、锑、磷、铝和铁。配制磷标准液。配制培养基。测定血清中无机磷、碱性磷酸酶活力。', '2018-04-13');
INSERT INTO `chemical` VALUES ('25', '硝酸钾', '', '1', '', '1003001001B2040132102', '1-3-2-1-2', '莫成昊', '2018-04-13', '否', '试剂', '否', '25.00', 'KNO3', '101.1', '7757-79-1', '', '无色透明棱柱状或白色颗粒或结晶性粉末。味辛辣而咸有凉感。微吸湿，吸湿性比硝酸钠为小。在400℃时分解而逸出氧。1g溶于2.8ml水、0.5ml沸水、620ml乙醇。溶于甘油，不溶于无水乙醇。溶于水时能吸收热量降低温度。水溶液pH约为7。相对密度(d164)2.109。熔点334℃。有强氧化性', '密封阴凉干燥保存。SCRC100172801065', '强氧化剂。助熔剂。用于发射光谱分析。点滴分析锰和钠。钾盐合成。照相用。', '2018-04-13');
INSERT INTO `chemical` VALUES ('26', '氯化铵', '', '1', '', '1003001001B2040132103', '1-3-2-1-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '13.00', 'NH4Cl', '53.49', '12125-02-9', '', '无色结晶或白色颗粒性粉末。无气味。有阴凉咸味。略吸湿。能升华而无熔点。盐酸和氯化钠能降低其水中溶解度,其水中溶解度在-13℃时为20%(w/w),10℃时为25%,33℃时为30%,80℃时为40%。有强吸热性(即溶解时,降低溶液温度)。水溶液的pH：25℃1%为5.5,3%为5.1,10%为5.0。溶于甲醇', '密封保存。SCRC100015510011', '分离及沉淀离子。配制缓冲液。测定尿酸。冷冻剂。制药。', '2018-04-13');
INSERT INTO `chemical` VALUES ('27', '四水合酒石酸钾钠', '', '1', '', '1003001001B2040132104', '1-3-2-1-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '40.00', 'C4H4KNaO64H2O', '282.22', '6381-59-5', '', '无色半透明结晶或白色结晶性粉末。味咸而凉。在暖空气中稍有风化，100℃时失去3分子水，130～140℃失去全部水分，220℃开始分解。溶于0.9份水，几乎不溶于乙醇。水溶液对石蕊呈微碱性，pH7～8。相对密度1.79。熔点70～80℃。', '密封保存。SCRC100178', '配制斐林氏溶液。掩蔽剂。络合剂。尿酸和糖的测定。血清蛋白的生化检验。', '2018-04-13');
INSERT INTO `chemical` VALUES ('28', '聚乙二醇', '', '1', '', '1003001001B2040132201', '1-3-2-2-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '38.00', 'H(OCH2CH2)nOH', 'NA', '25322-68-3', '', '白色或浅黄色蜡状固体，或为片状、颗粒状。有轻微的特殊气味。溶于水和乙醇。相对密度(d2525)1.21。熔点56～63℃。粘度(99℃)470～900μm2/s。闪点(开杯)>119℃。半数致死量(大鼠，经口)>50g/kg。', '密封保存。SCRC301517400443', '气相色谱固定液(最高使用温度130℃，溶剂为丙酮、氯仿、二氯甲烷)，分离分析含氧化合物(如醇、醛)、维生素、脂肪酸酯、水和农药。水溶性润滑剂。药用辅料。', '2018-04-13');
INSERT INTO `chemical` VALUES ('29', '酒石酸锑钾，半水', '', '1', '', '1003001001B2040132202', '1-3-2-2-2', '莫成昊', '2018-04-13', '是', '试剂', '否', '137.00', 'C4H4KO7Sb0.5H2O', '333.93', '16039-64-8', '', '无色透明结晶或白色粉末。无臭。微甜且有金属味。在空气中风化', '密封保存。SCRC100035', '测定铅。分析钠、锗。媒染剂。杀虫剂。', '2018-06-09');
INSERT INTO `chemical` VALUES ('30', '铬酸钾', '', '1', '', '1003001001B2040132203', '1-3-2-2-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '51.00', 'K2CrO4', '194.19', '7789-00-6', '', '柠檬黄色斜方结晶。溶于1.6份冷水、1.2份沸水，不溶于乙醇。水溶液对石蕊和酚酞呈碱性。相对密度2.73。熔点975℃。有氧化性。半数致死量(兔，肌肉)11mg/kg。经流行病学调查表明，对人有潜在致癌危险性。有刺激性。', '密封保存。SCRC100164200307', '点滴分析测定钡、银。测定农药DDT和五氯酚钠的含量。发射光谱分析。氧化还原基准试剂。氧化剂。媒染剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('31', '六水合硫酸铁（2）铵', '', '1', '', '1003001001B2040132204', '1-3-2-2-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '20.00', '(NH4)2Fe(SO4)26H2O', '392.14', '7783-85-9', '', '浅蓝绿色结晶或粉末。对光敏感。在空气中逐渐风化及氧化。溶于水,几乎不溶于乙醇。相对密度(d204)1.86。低毒,半数致死量(大鼠,经口)3250mG/kG。有刺激性。', '密封干燥避光保存。SCRC100019', '用以标定高锰酸钾溶液。配制亚铁离子标准溶液。用作聚合催化剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('32', '无水葡萄糖', '', '1', '', '1003001001B2040132301', '1-3-2-3-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '22.00', 'C6H12O6', '180.16', '50-99-7', '', '白色结晶性粉末。味甜。有吸湿性。25℃时1G溶于1.1ml水、30℃时溶于0.8ml水、50℃时溶于0.41ml水、70℃时溶于0.28ml水、90℃时溶于0.18ml水,溶于热冰乙酸、吡啶和苯胺,20℃时溶于120ml甲醇,极微溶于无水乙醇、乙醚和丙酮。0.5mol/L水溶液pH5.9。熔点146℃。折光率(n20D)1.13', '密封阴凉干燥保存。SCRC630055', '生物培养基。微量分析。还原剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('33', '氢氧化钠', '', '1', '', '1003001001B2040132302', '1-3-2-3-2', '莫成昊', '2018-04-13', '是', '试剂', '否', '15.00', 'NaOH', '40', '1310-73-2', '', '熔融白色颗粒或条状，现常制成小片状。易吸收空气中的水分和二氧化碳。1g溶于0.9ml冷水、0.3ml沸水、7.2ml无水乙醇、4.2ml甲醇，溶于甘油。溶于水、乙醇时或溶液与酸混和时产生剧热。溶液呈强碱性。相对密度(d25)2.13。熔点318℃。沸点1390℃。半数致死量(小鼠，腹腔', '密封干燥保存。SCRC100197', '【用途】广泛应用的基本分析试剂。配制分析用标准碱液。少量二氧化碳和水分的吸收剂。酸的中和。钠盐制造。', '2018-04-13');
INSERT INTO `chemical` VALUES ('34', '重铬酸钾', '', '1', '', '1003001001B2040132303', '1-3-2-3-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '53.00', 'K2Cr2O7', '294.18', '7778-50-9', '', '橙红色有光泽结晶颗粒或粉末。味苦。不吸湿或潮解(不同于重铬酸钠)。强热约500℃时分解为氧化铬和铬酸钾。在盐酸中冷时不起作用，热时则发生氯气。溶于10份冷水或1.25份热水，不溶于乙醇，水溶液呈酸性反应。相对密度(d254)2.676。熔点398℃(成褐色液体)。有强氧化性，与有机', '密封阴凉保存。SCRC100166801057', '标定硫代硫酸钠标准溶液的基准。点滴分析定氯。氧化剂。色谱分析用试剂。有机合成。测定肝功能黄胆指数。检验粪便等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('35', '十水合硫酸亚铁', '', '1', '', '1003001001B2040132304', '1-3-2-3-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '12.00', 'FeSO47H2O', '278.01', '7782-63-0', '', '蓝绿色单斜结晶或颗粒。无气味。在干燥空气中风化。在潮湿空气中表面氧化成棕色的碱式硫酸高铁。在56.6℃成为四水合物,在65℃时成为一水合物。溶于水,几乎不溶于乙醇。其水溶液冷时在空气中缓慢氧化,在热时较快氧化。加入碱或露光能加速其氧化。相对密度(d15)1.897。半数致死', '密封阴凉干燥避光保存。SCRC100121510130', '色谱分析试剂。点滴分析测定铂、硒、亚硝酸盐和硝酸盐。还原剂。制造铁氧体。净水。聚合催化剂。照相制版。', '2018-04-13');
INSERT INTO `chemical` VALUES ('36', '四水合钼酸铵', '', '1', '', '1003001001B2040132401', '1-3-2-4-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '237.00', '(NH4)6Mo7O244H2O', '1235.86', '12054-85-2', '', '无色至微绿或微黄结晶。露置于空气中易风化,并失去一部分氨。加热至90℃时,失去一分子结晶水,190℃时分解为氨、水和三氧化钼。溶于2.3份水,几乎不溶于乙醇。5%水溶液的pH为5～5.5。相对密度2.498。有毒,半数致死量(大鼠,经口)333mG/kG。有刺激性。', '密封阴凉干燥保存。SCRC100023', '测定磷酸盐、砷酸盐、铅、生物碱。钼蓝法测定土壤及植株的含磷量。测定血清中无机磷、碱性磷酸酶活力。测定钢铁中硅、磷成分。用于陶瓷釉彩。', '2018-04-13');
INSERT INTO `chemical` VALUES ('37', '过二硫酸钾', '', '1', '', '1003001001B2040132402', '1-3-2-4-2', '莫成昊', '2018-04-13', '是', '试剂', '否', '31.00', 'K2S2O8', '270.32', '7727-21-1', '', '无色或白色结晶。无气味。能逐渐分解失去有效氧，湿气中能促使其分解，高温时分解较快，在约100℃时全部分解。溶于约50份水(40℃时溶于25份水)，不溶于乙醇，水溶液呈酸性。相对密度2.477。有强氧化性。与有机物摩擦或撞击能引起燃烧。有强刺激性。', '密封阴凉干燥保存。SCRC100174', '分析试剂。氧化剂。聚合反应引发剂。照相冲洗(除去硫代硫酸盐)。', '2018-04-13');
INSERT INTO `chemical` VALUES ('38', '二水合氯化亚锡', '', '1', '', '1003001001B2040132403', '1-3-2-4-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '141.00', 'SnCl22H2O', '225.65', '10025-69-1', '', '无色单斜棱柱体结晶。结晶或溶液都能从空气中吸收氧成为不溶性氧氯化物。强热时分解。极易溶于稀的或浓的盐酸，溶于小于本身重量的水，当溶于大量水时，形成不溶性的碱式盐，溶于乙醇、乙酸乙酯、冰乙酸和氢氧化钠溶液。加微量的金属锡，可预防溶液的氧化作用。相对密度(d', '密封阴凉干燥保存。SCRC100225', '强还原剂。比色测定银、铅、砷和钼。测定血清中无机磷及碱性磷酸酯酶活力。钼蓝法测定土壤及植株的含磷量。有机反应催化剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('39', '过氧化氢（30%）', '', '1', '', '1003001001B2040132404', '1-3-2-4-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '12.80', 'H2O2', '34.01', '7722-84-1', '', '无色透明液体，味苦，能缓慢分解成氧和水，少量不纯物质存在时剧烈分解，碱性及金属细粉能加速其分解，亦能被多数有机溶剂分解，可加入少量N-乙酰苯胺和N-乙酰乙氧基苯胺作稳定剂。能与水混溶，溶于乙醚，不溶于石油醚。水溶液呈弱酸性。有氧化性和腐蚀性，对皮肤有化学浸蚀性，能与水混合。密度：1.11熔点：-0.43℃沸点：152℃折光率：1.3350', '用瓶口有微孔的塑料瓶装阴凉保存。SCRC100112800709', '氧化剂。漂白剂。点滴分析测定钙、钴、铜、锰、钛、钒、铵及铬酸。有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('40', '氯化铵', '', '1', '', '1003001001B2040132405', '1-3-2-4-5', '莫成昊', '2018-04-13', '否', '试剂', '否', '11.00', 'NH4Cl', '53.49', '12125-02-9', '', '无色结晶或白色颗粒性粉末。无气味。有阴凉咸味。略吸湿。能升华而无熔点。盐酸和氯化钠能降低其水中溶解度,其水中溶解度在-13℃时为20%(w/w),10℃时为25%,33℃时为30%,80℃时为40%。有强吸热性(即溶解时,降低溶液温度)。水溶液的pH：25℃1%为5.5,3%为5.1,10%为5.0。溶于甲醇和乙醇,几乎不溶于丙酮、乙醚和乙酸乙酯。相对密度(d25)1.5274。折光率1.642。低毒,半数致死量(大鼠,经口)1650mG/kG。有刺激性。', '密封保存。SCRC100015510011', '分离及沉淀离子。配制缓冲液。测定尿酸。冷冻剂。制药。', '2018-04-13');
INSERT INTO `chemical` VALUES ('41', '对苯二甲酸', '', '1', '', '1003001001B2040132406', '1-3-2-4-6', '莫成昊', '2018-04-13', '否', '试剂', '否', '103.00', 'C8H6O4', '166.13', '100-21-0', '', '白色针状结晶或粉末。约300℃升华不熔融。易溶于热乙醇，溶于碱，微溶于冷乙醇，几乎不溶于水、氯仿、乙醚和乙酸。相对密度 1.510。熔点425℃(封管中)。', '密封保存。SCRC 301480 400412', '有机合成。测定羊毛的残留碱度。气相色谱扫尾剂。加入聚乙二醇中，可分离分析脂肪酸。', '2018-04-13');
INSERT INTO `chemical` VALUES ('42', '高氯酸钠', '', '2', '', '1003001001B2040132407', '1-3-2-4-7', '莫成昊', '2018-04-13', '否', '试剂', '否', '145.00', 'NaClO4H2O', '140.46', '7791-7-3', '', '白色结晶。有吸湿性。约在130℃分解。易溶于水，溶于乙醇和丙酮，不溶于乙醚。相对密度2.02。有氧化性。与有机物摩擦或撞击能引起燃烧或爆炸，接触浓硫酸也能引起爆炸。低毒，半数致死量(大鼠，经口)2100mg/kg。有刺激性。', '密封干燥保存。SCRC801182', '分析试剂。爆炸品工业。氧化剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('43', '氧化锌；一氧化锌', '', '2', '', '1003001001B2040242102', '2-4-2-1-2', '莫成昊', '2018-04-13', '否', '试剂', '否', '38.00', 'ZnO', '81.39', '1314-13-2', '', '白色、浅黄色粉末或六方结晶。无气味。味苦。在正常压力下能升华。能吸收空气中的二氧化碳。加热至300℃色变黄，但冷却后又成白色。溶于稀乙酸、矿酸、氨水、碳酸铵和氢氧化碱溶液，几乎不溶于水。相对密度5.67(六方结晶)，(d204)5.607。熔点1800℃以上。折光率(nD)2.00', '密封阴凉保存。SCRC100239200456', '标定乙二胺四乙酸二钠的基准物质。在锰的氧化还原容量法测定中用以沉淀盐类易水解的元素，如铁、铬、钒、钛和锆。用作硫化氢吸收剂。颜料。半导体。', '2018-04-13');
INSERT INTO `chemical` VALUES ('44', '氧化硼(Ⅲ)；三氧化二硼；硼酐', '', '1', '', '1003001001B2040242103', '2-4-2-1-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '57.00', 'B2O3', '69.62', '1303-86-2', '', '白色结晶性粉末或无色半透明玻璃状固体。性硬而脆。微有苦味。有吸湿性。溶于乙醇和甘油,缓慢溶于30份冷水、5份沸水。相对密度1.8(无定形)、2.46(结晶)。熔点450℃(结晶)。有刺激性。', '密封阴凉干燥保存。SCRC200099', '硅酸盐分析中测定二氧化硅和碱。吹管分析。分解硅酸盐的助熔剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('45', '氧化铬(Ⅲ)；三氧化二铬', '', '1', '', '1003001001B2040242104', '2-4-2-1-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '60.00', 'Cr2O3', '151.99', '1308-38-9', '', '浅绿至深绿色细小六方结晶。灼热时变棕色，冷后仍变为绿色。结晶体极硬。性极稳定，即使在红热下通入氢气亦无变化。溶于加热的溴酸钾溶液，微溶于酸类和碱类，几乎不溶于水、乙醇和丙酮。相对密度(d25)5.22。熔点约2435℃。沸点约3000℃。有刺激性。', '密封保存。SCRC100069', '有机和无机反应催化剂。耐火材料。磨料。铬合金、铬盐和着色玻璃制造。', '2018-04-13');
INSERT INTO `chemical` VALUES ('46', '乙二酸，二水；草酸', '', '1', '', '1003001001B2040242201', '2-4-2-2-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '17.00', 'C2H2O42H2O', '126.07', '6153-56-6', '', '无色单斜片状或棱柱体结晶或白色粉末。无气味。150～160℃升华。在高热干燥空气中能风化。1g溶于7ml水、2ml沸水、2.5ml乙醇、1.8ml沸乙醇、100ml乙醚、5.5ml甘油，不溶于苯、氯仿和石油醚。0.1mol/L溶液的pH值为1.3。相对密度(d18.54)1.653。熔点101～102℃(187℃，无水)。低', '密封保存。SCRC100148301388', '络合剂。掩蔽剂。沉淀剂。还原剂。分析中用以检定和测定铍、钙、铬、金、锰、锶、钍等金属离子。显微微晶分析检验钠和其他元素。沉淀钙、镁、钍和稀土元素。校准高锰酸钾和硫酸铈溶液的标准溶液。漂白剂。助染剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('47', '氧化铜(Ⅱ)；一氧化铜', '', '2', '', '1003001001B2040242203', '2-4-2-2-3', '莫成昊', '2018-04-13', '否', '试剂', '否', '94.00', 'CuO', '79.55', '1317-38-0', '', '黑色至棕黑色无定形或结晶性粉末。商品尚有粒状、线状等。稍有吸湿性。溶于稀酸、氰化碱或碳酸铵溶液，缓慢溶于氨水，几乎不溶于水和乙醇。相对密度(d14４)6.315。熔点1026℃。有刺激性。', '密封干燥保存。SCRC100080', '气体分析中测定碳。有机反应催化剂。制造人造丝和其他铜化合物。光学玻璃发光剂。作为色料用于人造宝石、有色玻璃、陶瓷釉彩。', '2018-04-13');
INSERT INTO `chemical` VALUES ('48', '氟化铵', '', '1', '', '1003001001B2040242204', '2-4-2-2-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '36.00', 'NH4F', '37.04', '12125-01-8', '', '白色针状结晶。易吸湿。溶于冷水,微溶于乙醇。加热分解为氨和氟化氢。在热水中分解为氨及氟化氢铵。其水溶液呈酸性。能腐蚀玻璃。相对密度1.015。有毒,半数致死量(大鼠,腹腔)32mG/kG。有腐蚀性。', '用塑料容器盛装。密封阴凉干燥保存。SCRC100020', '络合滴定铝的沉淀剂。测定铜合金中铅、铜、锌。测定铁矿石,煤焦含铝量。萃取稀有元素。玻璃镂刻。木材防腐。', '2018-04-13');
INSERT INTO `chemical` VALUES ('49', '磷酸；正磷酸', '', '2', '', '1003001001B2040242301', '2-4-2-3-1', '莫成昊', '2018-04-13', '否', '试剂', '否', '17.00', 'H3PO4', '98', '7664-38-2', '', '无水时为不稳定的斜方结晶(熔点42.35℃)或无色透明粘稠液体。容易过冷成玻璃状。无气味。味酸。适当的稀释后有舒适的酸味。88％的磷酸长时间放在冷处，常生成结晶(熔点29.32℃，半水磷酸)。在150℃时变为无水物，约在200℃时逐渐变为焦磷酸。高于300℃时变为偏磷酸。溶于水', '密封阴凉干燥保存。SCRC100154801017', '测定钢铁中铬、镍、钒。金属防锈。制造乙醇用催化剂。测定血清中非蛋白氮、尿素氮、总胆固醇和全血葡萄糖。', '2018-04-13');
INSERT INTO `chemical` VALUES ('50', '铝酸钠；偏铝酸钠', '', '1', '', '1003001001B2040242304', '2-4-2-3-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '48.00', 'NaAlO2', '81.97', '1302-42-7', '', '白色颗粒。易吸湿。极易溶于水,不溶于乙醇,水溶液呈强碱性。熔点1650℃。', '密封干燥保存。SCRC200373', '媒染剂。软水剂。制造沸石、乳白玻璃和肥皂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('51', '氢氧化镁', '', '1', '', '1003001001B2040242304', '2-4-2-3-4', '莫成昊', '2018-04-13', '否', '试剂', '否', '42.00', 'Mg（OH）2', '58.32', '1309-2-8', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('52', '氢氧化铝', '', '1', '', '1003001001B2040242305', '2-4-2-3-5', '莫成昊', '2018-04-13', '否', '试剂', '否', '20.00', 'Al（OH）3', '78', '21645-51-2', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('53', '二甲基硅油', '', '1', '', '1003001001B001021101', '2-1-1-1', '莫成昊', '2018-04-13', '否', '试剂', '是', '110.00', '[OSi(CH3)2]n', 'NA', '9016-00-6', '', '无色透明油状液体。为苯基含量较高的硅油。溶于乙醚,不溶于水。相对密度(d204)1.066。黏度38mPas。', '密封保存。SCRC400555', '气相色谱固定液(最高使用温度280℃,溶剂为乙醚)。', '2018-04-13');
INSERT INTO `chemical` VALUES ('54', '十二烷基苯磺酸钠', '', '1', '', '1003001001B001021102', '2-1-1-2', '莫成昊', '2018-04-13', '否', '试剂', '是', '35.00', 'C18H29NaO3S', '348.48', '25155-30-0', '', '白色或浅黄色粉末或颗粒。溶于水、热乙醇。其水溶液极易起泡，但粘度较低，且易消失，有较好的渗透力和去污力。有毒，半数致死量(小鼠，经口)2g/kg。有刺激性。', '密封阴凉干燥保存。SCRC301663', '阴离子型表面活性剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('55', '氧化锌', '', '1', '', '1003001001B001021103', '2-1-1-3', '莫成昊', '2018-04-13', '否', '试剂', '是', '38.00', 'ZnO', '81.39', '1314-13-2', '', '性状：白色、浅黄色粉末或六方结晶。无气味。味苦。在正常压力下能升华。能吸收空气中的二氧化碳。加热至300℃色变黄，但冷却后又成白色。溶于稀乙酸、矿酸、氨水、碳酸铵和氢氧化碱溶液，几乎不溶于水。相对密度5.67(六方结晶)，(d204)5.607。熔点1800℃以上。折光率(nD)2.00', '储存：密封阴凉保存。SCRC100239200456', '用途：标定乙二胺四乙酸二钠的基准物质。在锰的氧化还原容量法测定中用以沉淀盐类易水解的元素，如铁、铬、钒、钛和锆。用作硫化氢吸收剂。颜料。半导体。', '2018-04-13');
INSERT INTO `chemical` VALUES ('56', '氧化钙', '', '1', '', '1003001001B001021104', '2-1-1-4', '莫成昊', '2018-04-13', '否', '试剂', '是', '18.00', 'CaO', '56.08', '1305-78-8', '', '白色或带灰色块状或颗粒。对湿敏感。易从空气中吸收二氧化碳及水分。溶于水成氢氧化钙并产生大量热，溶于酸类、甘油和蔗糖溶液，几乎不溶于乙醇。相对密度3.32～3.35。熔点2572℃。沸点2850℃。折光率1.838。有腐蚀性。', '密封干燥保存。SCRC100059800291', '分析试剂，实验中用作二氧化碳吸收剂。助熔剂。植物油脱色剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('57', '丙烯酰胺', '', '1', '', '1003001001B001021105', '2-1-1-5', '莫成昊', '2018-04-13', '否', '试剂', '是', '19.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('58', '十水合硼酸钠', '', '1', '', '1003001001B001021106', '2-1-1-6', '莫成昊', '2018-04-13', '否', '试剂', '是', '26.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('59', '钨酸钠', '', '1', '', '1003001001B001021107', '2-1-1-7', '莫成昊', '2018-04-13', '否', '试剂', '是', '119.00', 'Na2WO42H2O', '329.85', '10213-10-2', '', '无色结晶或白色结晶性粉末。在干燥空气中风化，100℃时失去结晶水。溶于1.1份水，不溶于乙醇。水溶液呈弱碱性，pH为8～9。相对密度3.23～3.25。熔点698℃(无水品)。有毒，致死量(豚鼠，经口)990mg/kg。有刺激性。', '密封阴凉干燥保存。SCRC200426', '检验血清蛋白、无蛋白血清滤液。生物碱沉淀剂。制造金属钨、钨酸盐和钨氧化物。织物的防水和防火。', '2018-06-08');
INSERT INTO `chemical` VALUES ('60', '磷酸钠', '', '1', '', '1003001001B001021108', '2-1-1-8', '莫成昊', '2018-04-13', '否', '试剂', '是', '15.00', '(NaPO3)6', '611.77', '10124-56-8', '', '无色透明玻璃片状或微粒结晶。为聚偏磷酸盐的混合物，非六聚体。有吸湿性。缓慢溶于水，水溶液中发生解聚作用，形成三偏磷酸钠和正磷酸钠。熔点628℃。', '密封干燥保存。SCRC200396', '水的软化，自来水软化的“极限处理”。制革、染色、洗涤和纺织工业。', '2018-04-13');
INSERT INTO `chemical` VALUES ('61', '七水合硫酸亚铁', '', '1', '', '1003001001B001021109', '2-1-1-9', '莫成昊', '2018-04-13', '否', '试剂', '是', '15.00', 'FeSO47H2O', '278.01', '7782-63-0', '', '性状：蓝绿色单斜结晶或颗粒。无气味。在干燥空气中风化。在潮湿空气中表面氧化成棕色的碱式硫酸高铁。在56.6℃成为四水合物,在65℃时成为一水合物。溶于水,几乎不溶于乙醇。其水溶液冷时在空气中缓慢氧化,在热时较快氧化。加入碱或露光能加速其氧化。相对密度(d15)1.897。半数致死', '储存：密封阴凉干燥避光保存。SCRC100121510130', '用途：色谱分析试剂。点滴分析测定铂、硒、亚硝酸盐和硝酸盐。还原剂。制造铁氧体。净水。聚合催化剂。照相制版。', '2018-04-13');
INSERT INTO `chemical` VALUES ('62', '硼酸', '', '1', '', '1003001001B001021110', '2-1-1-10', '莫成昊', '2018-04-13', '否', '试剂', '是', '25.00', 'H3BO3', '61.83', '10043-35-3', '', '白色结晶性粉末或无色微带珍珠状光泽的鳞片。无气味。味微酸苦后带甜。与皮肤接触有滑腻感。露置空气中无变化。能随水蒸气挥发。加热至100～105℃时失去一分子水而形成偏硼酸,于104～160℃时长时间加热转变为焦硼酸,更高温度则形成无水物。0.1mol/L水溶液pH为5.1。1G能溶于1', '密封保存。SCRC100048510040', '配制缓冲液。制备各种硼酸盐。蟑螂和地毯中黑色甲虫的杀虫剂。医药上用作止血药和防腐剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('63', '尿素', '', '1', '', '1003001001B001021201', '2-1-2-1', '莫成昊', '2018-04-13', '否', '试剂', '是', '16.00', 'CH4N2O', '60.06', '57-13-6', '', '白色四方棱柱状结晶或粉末。有氨的气味和咸味。加热温度高于其熔点时则分解成缩二脲、氨和三聚氰酸。1g溶于1ml水、10ml95％乙醇、1ml95％沸乙醇、20ml无水乙醇、6ml甲醇和2ml甘油。溶于浓盐酸，几乎不溶于乙醚和氯仿。10％水溶液的pH为7.2。水溶液相对密度(W/W，d184', '密封保存。SCRC100232', '分析中用以检验锑和锡。测定铅、钙、铜、镓、磷、碘化物和硝酸盐。测定血液尿素氮时，配标准溶液，测定血清胆红素。烃的分离。分解氮的氧化物及亚硝酸。制备培养基。福林法测定尿酸时的稳定剂，均相沉淀。', '2018-04-13');
INSERT INTO `chemical` VALUES ('64', '无水碳酸钠', '', '1', '', '1003001001B001021202', '2-1-2-2', '莫成昊', '2018-04-13', '否', '试剂', '是', '14.00', 'Na2CO3', '105.99', '497-19-8', '', '白色粉末或颗粒。无气味。有碱味。有吸湿性。露置空气中逐渐吸收1molL水分(约15%)。400℃时开始失去二氧化碳。遇酸分解并泡腾。溶于水(室温时3.5份,35℃时2.2份)和甘油,不溶于乙醇。水溶液呈强碱性,pH11.6。相对密度2.53。熔点851℃。半数致死量(30日)(小鼠,腹腔)116.6mg', '密封干燥保存。', '定量分析中标定酸液的基准。测定铝、硫、铜、铅和锌。检验尿液和全血葡萄糖。分析水泥中二氧化硅的助熔剂。金属金相分析等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('65', '过硫酸钾', '', '1', '', '1003001001B001021203', '2-1-2-3', '莫成昊', '2018-04-13', '否', '试剂', '是', '31.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('66', '硝酸铁', '', '1', '', '1003001001B001021204', '2-1-2-4', '莫成昊', '2018-04-13', '否', '试剂', '是', '22.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('67', '钼酸铵', '', '1', '', '1003001001B001021205', '2-1-2-5', '莫成昊', '2018-04-13', '否', '试剂', '是', '52.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('68', '偏钒酸铵', '', '1', '', '1003001001B001021206', '2-1-2-6', '莫成昊', '2018-04-13', '是', '试剂', '是', '71.00', 'NH4VO3', '116.98', '7803-55-6', '', '性状：白色或微黄色结晶性粉末。有吸湿性。溶于热水和稀氨水,微溶于冷水,不溶于乙醇。加热失去氨和水。相对密度2.326。熔点200℃(分解)。中等毒,半数致死量(大鼠,经口)160mG/kG。有刺激性。', '储存：密封阴凉干燥保存。SCRC100022', '用途：铜、钒、铬和磷的测定。苏木色精显微染色。毛织品染色。照相显影。催化剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('69', '柠檬酸钠', '', '1', '', '1003001001B001021207', '2-1-2-7', '莫成昊', '2018-04-13', '否', '试剂', '是', '12.00', 'C6H5Na3O72H2O', '294.1', '1545801', '', '性状：白色结晶颗粒或粉末。无气味。味咸而凉。空气中稳定。在150℃时失水。溶于水(1.3份冷水、0.6份沸水),不溶于乙醇。水溶液对石蕊呈微碱性,pH约为8。相对密度(d23.5４)1.857。半数致死量(大鼠,腹腔)1548mg/kg。', '储存：密封保存。SCRC100194', '用途：校正尿的酸度。多价络合剂,除去微量金属的多价螯合剂。缓冲剂。细菌培养基。血液抗凝剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('70', '十二水合硫酸铬钾', '', '1', '', '1003001001B001021208', '2-1-2-8', '莫成昊', '2018-04-13', '否', '试剂', '是', '20.00', 'CrK(SO4)212H2O', '499.4', '7788-99-0', '', '紫红色到黑色八面立方结晶。在透射光下呈宝石红色。在空气中风化。100℃时失去10分子结晶水，400℃失去全部结晶水。溶于4份冷水、2份沸水，几乎不溶于乙醇。其水溶液冷时呈紫色，热时呈绿色。相对密度(d25)1.83。熔点89℃。半数致死量(大鼠，静脉)112mg/kg。有刺激性。', '密封保存。SCRC200152', '分析试剂。显微分析用固定剂。制备其他铬盐。媒染剂。照相制版。皮革鞣制。纤维防水。制造墨水。', '2018-04-13');
INSERT INTO `chemical` VALUES ('71', '邻苯二甲酸酐', '', '1', '', '1003001001B001021209', '2-1-2-9', '莫成昊', '2018-04-13', '是', '试剂', '是', '12.00', 'C8H4O3', '148.12', '85-44-9', '', '白色有光泽针状结晶。能升华。易溶于热水，成为苯二甲酸，溶于乙醇，微溶于冷水、二硫化碳和乙醚。相对密度1.53。熔点130.8℃。沸点295℃。闪点152℃。有刺激性。', '密封阴凉保存。SCRC100156', '标定碱的标准溶液。从仲醇、叔醇中分离伯醇。根据熔点不同，检别伯胺和芳香族烃。除去苯中噻吩。', '2018-04-13');
INSERT INTO `chemical` VALUES ('72', '蔗糖', '', '1', '', '1003001001B001021210', '2-1-2-10', '莫成昊', '2018-04-13', '否', '试剂', '是', '26.00', 'C12H22O11', '342.3', '57-50-1', '', '无色单斜楔形结晶或白色颗粒或结晶性粉末。味甜。有吸湿性。在空气中稳定。不能还原斐林氏溶液。不形成脎。无变旋光性。在160～186℃分解。能被稀酸转化酶水解成葡萄糖和果糖。1g溶于0.5ml水、170ml乙醇、约100ml甲醇，微溶于甘油、吡啶。相对密度(d254)1.587。熔', '密封干燥保存。SCRC100214630112', '生物培养基。分离钙和镁。测定1-萘酚。络合滴定硼的掩蔽剂。有机微量分析测定碳、氢和氧的标准。甜味剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('73', '硅酸钠', '', '1', '', '1003001001B001021211', '2-1-2-11', '莫成昊', '2018-04-13', '否', '试剂', '是', '23.00', 'Na2SiO39H2O', '284.2', '13517-24-3', '', '无色正交双锥结晶或白色至灰白色块状物或粉末。能风化。在100℃时失去6分子结晶水。易溶于水，溶于稀氢氧化钠溶液，不溶于乙醇和酸。熔点40～48℃。低毒，半数致死量(大鼠，经口)1280mg/kg(无结晶水)', '密封阴凉干燥保存。SCRC200417', '分析试剂。织物防火剂。黏合剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('74', '轻质氧化镁', '', '3', '', '1003001001B001021301', '2-1-3-1', '莫成昊', '2018-04-13', '否', '试剂', '是', '86.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('75', '硅胶', '', '1', '', '1003001001B001021304', '2-1-3-4', '莫成昊', '2018-04-13', '否', '试剂', '是', '37.00', 'mSiO2xH2O', 'NA', '112926-00-8', '', '玻璃状微带棕色无定形多孔性颗粒或小珠状。为部分水合的二氧化硅。有吸湿性。耐热、耐盐酸、硫酸、硝酸等的浸渍。具高活性,可再生。溶于氢氟酸和强碱溶液,不溶于水。', '密封干燥保存。SCRC200342', '吸附剂。脱水剂。有机液体中除去水分。气体干燥剂。杀虫剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('76', '聚丙烯酰胺', '', '1', '', '1003001001B001021305', '2-1-3-5', '莫成昊', '2018-04-13', '否', '试剂', '是', '21.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('77', '磷酸铝', '', '1', '', '1003001001B001021306', '2-1-3-6', '莫成昊', '2018-04-13', '否', '试剂', '是', '20.00', 'AlPO4', '121.95', '7784-30-7', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('78', '三氧化铬', '', '1', '', '1003001001B001021308', '2-1-3-8', '莫成昊', '2018-04-13', '是', '试剂', '是', '51.00', 'CrO3', '99.99', '1333-82-0', '', '深红色双锥体棱晶、片状结晶或颗粒。易吸湿。在250℃分解成三氧化二铬和氧。易溶于水，溶于硫酸。有氧化性，能氧化乙醇和其他有机物质而引起燃烧。相对密度2.70。熔点197℃。有毒，最小致死量(狗，皮下)330mg/kg。有致癌可能性。', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('79', '无机粘结剂：A氯化铜', '', '1', '', '1003001001B001021309', '2-1-3-9', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('80', 'MQ102', '', '1', '', '1003001001B001021401', '2-1-4-1', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('81', 'N-N\'亚甲基双丙烯酰胺', '', '1', '', '1003001001B001021402', '2-1-4-2', '莫成昊', '2018-04-13', '否', '试剂', '是', '28.00', 'C7H10N2O2', '154.17', '110-26-9', '', '白色粉末状结晶。无气味。对光敏感。20℃时水中可溶0.31G/ml,水溶液可因水解而形成丙烯酸和氨。熔点>300℃。中等毒,半数致死量(大鼠,经口)390mG/kG。有刺激性。', '密封4℃避光保存。SCRC301178', '生物高分子化合物(蛋白质、多肽、核酸)的分离。制备聚丙烯酰胺凝胶的交联剂。聚丙烯酰胺凝胶技术和临床检验。', '2018-04-13');
INSERT INTO `chemical` VALUES ('82', '石油醚', '', '2', '', '1003001001B001022101', '2-2-1-1', '莫成昊', '2018-04-13', '是', '试剂', '是', '121.00', 'NA', 'NA', '8032-32-4', '', '无色透明液体。有特殊气味。无荧光。易挥发。低粘度。在冷时不凝固。能与无水乙醇、苯、氯仿、乙醚、二硫化碳、四氯化碳和油类(蓖麻油除外)混溶，不溶于水。相对密度0.625～0.660。沸点30～120℃。易燃。其蒸气与空气混合灼烧能引起爆炸。', '密封阴凉保存。对低沸程石油醚应远离火种。SCRC100152800986-8', '溶剂。去垢剂。萃取剂。色谱分析的展开剂等。', '2018-04-13');
INSERT INTO `chemical` VALUES ('83', '四氯化碳', '', '1', '', '1003001001B001022103', '2-2-1-3', '莫成昊', '2018-04-13', '是', '试剂', '是', '70.00', 'CCl4', '153.82', '56-23-5', '', '无色澄清重质不燃液体。有特殊气味。蒸气比空气重。有湿气存在时逐渐分解成有剧毒的光气和氯化氢。能与乙醇、乙醚、二硫化碳、石油醚、氯仿、苯和油等混溶，微溶于水(1∶2000)。相对密度(d2525)1.589。凝固点-23℃。沸点76.7℃。折光率(n２０Ｄ)1.4607。低毒，半数致死量(大鼠，经口)2920mg/kg。经试验表明，对实验动物有潜在致癌作用。', '密封阴凉干燥避光保存。SCRC100064800305', '分析中用作脂肪、树脂、树胶等不燃性溶剂。提取带色的各种金属和某些络合物的二苯硫代偶氮肼羰化合物。检定硼、溴、钙、铜、碘和镍。测定硼、溴、氯、钼、磷、银、钨和钒。香花和种子的油质浸出剂。有机微量分析测定氯的标准。电子工业清洗剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('84', '无水乙醚', '', '1', '', '1003001001B001022104', '2-2-1-4', '莫成昊', '2018-04-13', '是', '试剂', '是', '18.50', 'C4H10O', '74.12', '60-29-7', '', '同乙醚，但水分含量较少。剧烈振摇时可能产生静电而起火。', '密封阴凉保存。SCRC800596', '溶剂。分析油脂和氨基酸。有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('85', '甲醇', '', '3', '', '1003001001B001022105', '2-2-1-5', '莫成昊', '2018-04-13', '是', '试剂', '是', '11.00', 'CH4O', '32.04', '67-56-1', '', '无色澄清液体。微有乙醇样气味。易挥发。易流动。燃烧时无烟有蓝色火焰。能与多种化合物形成共沸混合物。能与水、乙醇、乙醚、苯、酮类和其他有机溶剂混溶。溶解性能优于乙醇,能溶解多种无机盐类,如碘化钠、氯化钙、硝酸铵、硫酸铜、硝酸银、氯化铵和氯化钠等。相对密度(d204', '密封阴凉保存。SCRC100141', '分离硫酸钙和硫酸镁。与异丁醇混合分离锶和钡的溴化物。检验和测定硼。溶剂。有机合成的甲基化剂。防冻剂。浸出剂。萃取剂。清洗剂。稀释剂。脱水剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('86', '甲醛', '', '3', '', '1003001001B001022108', '2-2-1-8', '莫成昊', '2018-04-13', '是', '试剂', '是', '108.00', 'CH2O', '30.03', '50-00-0', '', '无色液体。本品为约含37%甲醛(HCHO)气体的水溶液(重量计),一般含10%～15%的甲醇,以防止其聚合。有刺激性气味。在较冷时久贮易混浊,在低温时则形成三聚甲醛沉淀。蒸发时有一部分甲醛逸出,但多数变成三聚甲醛。本品为强还原剂,在微量碱性时还原性更强。在空气中能缓慢氧化成甲', '密封避光在16℃以上的温处保存。低温处不宜久贮。SCRC100100', '分析测定铵盐和氨基酸。显微分析中各种制剂的固定剂。消毒剂。杀菌剂。还原剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('87', '二氯甲烷', '', '1', '', '1003001001B001022111', '2-2-1-11', '莫成昊', '2018-04-13', '是', '试剂', '是', '20.00', 'CH2Cl2', '84.93', '27639', '', '无色液体。有醚样气味。易挥发。其气体不燃烧，与空气混合也不爆炸。能与乙醇、乙醚和N,N捕甲基甲酰胺混溶，溶于约50份水中。相对密度(d204)1.3255。凝固点-95℃。沸点39.75℃。折光率(n20D)1.4244。低毒，半数致死量(大鼠，经口)2524mg/kg。高浓度蒸气有麻醉性。有刺激性', '密封阴凉避光保存。SCRC400135800473', '乙酸纤维素溶剂。脂肪和油类萃取剂。乙醚和石油醚的代用品。', '2018-04-13');
INSERT INTO `chemical` VALUES ('88', '三氯甲烷', '', '1', '', '1003001001B001022201', '2-2-2-1', '莫成昊', '2018-04-13', '是', '试剂', '是', '35.00', 'CHCl3', '119.38', '67-66-3', '', '无色透明液体。有特殊气味。味甜。高折光，不燃，质重，易挥发。纯品对光敏感，遇光照或与空气中的氧作用，逐渐分解而生成剧毒的光气(碳酰氯)和氯化氢。可加入0.6%～1％的乙醇作稳定剂。能与乙醇、苯、乙醚、石油醚、四氯化碳、二硫化碳和油类等混溶、25℃时1ml溶于200ml水', '密封阴凉避光保存。SCRC100068', '脂肪、橡胶、树脂、油类、蜡、磷和碘的溶剂。青霉素、精油、生物碱等的萃取剂。校正温度计。测定血清中无机磷。清洗剂。肝功能试验的防腐剂。有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('89', '乙腈', '', '1', '', '1003001001B001022202', '2-2-2-2', '莫成昊', '2018-04-13', '否', '试剂', '是', '42.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('90', '异丙醇', '', '1', '', '1003001001B001022203', '2-2-2-3', '莫成昊', '2018-04-13', '否', '试剂', '是', '21.00', 'C3H8O', '60.1', '67-63-0', '', '无色透明液体。有类似乙醇、丙酮混合的气味。味微苦。能与水、乙醇、乙醚和氯仿混溶,不溶于盐溶液。能与水形成共沸混合物(含水12.3%),共沸点80.37℃。易生成过氧化物。相对密度(d204)0.78505。熔点-88.5℃。凝固点89.5℃。沸点82.5℃。折光率(n20D)1.37723。闪点(闭杯)12℃。', '密封保存。SCRC400499801092', '杂酚油、虫胶、树脂、树胶、硝基纤维素的溶剂。酯化分析测定植物油的溶剂。测定钡、钙、铜、镁、镍、钾、钠和锶。稀土金属的萃取、分离。萃取生物碱。农药分析。有机合成。抗冻液组分。', '2018-04-13');
INSERT INTO `chemical` VALUES ('91', '甲苯', '', '1', '', '1003001001B001022204', '2-2-2-4', '莫成昊', '2018-04-13', '是', '试剂', '是', '18.50', 'C7H8', '92.14', '108-88-3', '', '无色澄清液体。有苯样气味。有强折光性。能与乙醇、乙醚、丙酮、氯仿、二硫化碳和冰乙酸混溶，极微溶于水。相对密度(d204)0.866。凝固点-95℃。沸点110.6℃。折光率(n20D)1.4967。闪点(闭杯)4.4℃。易燃。蒸气能与空气形成爆炸性混合物，爆炸极限1.2%～7.0％(体积)。低毒，半数致死量(大鼠，经口)5000mg/kg。高浓度气体有麻醉性。有刺激性。', '密封阴凉保存。SCRC100228801308', '溶剂。萃取剂。电子工业用洗涤剂。温度计校正的标准。制造染料、香料、苯甲醛、苯甲酸和其他有机化合物。', '2018-04-13');
INSERT INTO `chemical` VALUES ('92', '正戊酸', '', '1', '', '1003001001B001022205', '2-2-2-5', '莫成昊', '2018-04-13', '否', '试剂', '是', '101.00', 'C5H10O2', '102.13', '109-52-4', '', '无色液体。有不愉快气味。溶于30份水，易溶于乙醇和乙醚。相对密度(d204)0.939。熔点-34.5℃。沸点186～187℃。折光率(n20D)1.4086。闪点88℃。有毒，半数致死量(小鼠，静脉)1290±53mg/kg。有腐蚀性。', '密封保存。SCRC301914400627', '有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('93', '碱性螯合剂', '', '1', '', '1003001001B001022206', '2-2-2-6', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('94', '过氧化氢', '', '1', '', '1003001001B001022207', '2-2-2-7', '莫成昊', '2018-04-13', '是', '试剂', '是', '12.80', 'H2O2', '34.01', '7722-84-1', '', '无色透明液体，味苦，能缓慢分解成氧和水，少量不纯物质存在时剧烈分解，碱性及金属细粉能加速其分解，亦能被多数有机溶剂分解，可加入少量N-乙酰苯胺和N-乙酰乙氧基苯胺作稳定剂。能与水混溶，溶于乙醚，不溶于石油醚。水溶液呈弱酸性。有氧化性和腐蚀性，对皮肤有化学浸蚀性，能与水混合。密度：1.11熔点：-0.43℃沸点：152℃折光率：1.3350', '用瓶口有微孔的塑料瓶装阴凉保存。SCRC100112800709', '氧化剂。漂白剂。点滴分析测定钙、钴、铜、锰、钛、钒、铵及铬酸。有机合成。', '2018-04-13');
INSERT INTO `chemical` VALUES ('95', 'CAPO胶黏剂', '', '1', '', '1003001001B001022208', '2-2-2-8', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('96', '次氯酸钠', '', '1', '', '1003001001B001022209', '2-2-2-9', '莫成昊', '2018-04-13', '是', '试剂', '是', '20.00', 'NaClO', '74.44', '7681-52-9', '', '黄色澄明液体。有次氯酸的气味。有强碱性。受热(35℃以上)或遇酸即分解。每100ml含有5.68g活性氯、7.8g氢氧化钠和32g碳酸钠。有氧化性和腐蚀性。', '不宜久藏。', '检验唾液中的结核菌。消毒。去臭。细菌研究。水净化。纸浆、织物漂白。', '2018-04-13');
INSERT INTO `chemical` VALUES ('97', '无机粘结剂：B柠檬酸胶', '', '1', '', '1003001001B001022210', '2-2-2-10', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('98', '四甲基乙二胺', '', '1', '', '1003001001B001022301', '2-2-3-1', '莫成昊', '2018-04-13', '否', '试剂', '是', '338.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('99', '叔丁胺', '', '1', '', '1003001001B001022302', '2-2-3-2', '莫成昊', '2018-04-13', '是', '试剂', '是', '85.00', 'C4H11N', '73.14', '75-64-9', '', '无色液体。能与水和乙醇混溶,溶于一般有机溶剂。相对密度(d204)0.6951。熔点-72.65℃。沸点44～46℃。折光率(n20D)1.37。闪点-8℃。易燃。有刺激性。', '密封阴凉保存。SCRC800243', '有机合成中间体。橡胶催化剂。杀虫剂。杀菌剂。染色剂。', '2018-04-13');
INSERT INTO `chemical` VALUES ('100', '甲基三甲氧基硅烷', '', '1', '', '1003001001B001022303', '2-2-3-3', '莫成昊', '2018-04-13', '否', '试剂', '是', '180.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('101', '硅烷偶联剂', '', '1', '', '1003001001B001022304', '2-2-3-4', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('102', '甲基硅酸钾', '', '1', '', '1003001001B001022305', '2-2-3-5', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('103', '氨丙基三乙氧基硅烷', '', '1', '', '1003001001B001022306', '2-2-3-6', '莫成昊', '2018-04-13', '否', '试剂', '是', '153.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('104', '十二烷基三甲', '', '1', '', '1003001001B001022307', '2-2-3-7', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('105', '十六烷基三甲', '', '1', '', '1003001001B001022308', '2-2-3-8', '莫成昊', '2018-04-13', '否', '试剂', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('106', '丙基三乙氧基硅烷', '', '1', '', '1003001001B001022309', '2-2-3-9', '莫成昊', '2018-04-13', '否', '试剂', '是', '80.00', '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('107', '苯基三乙氧基硅烷', '', '1', '', '1003001001B001022310', '2-2-3-10', '莫成昊', '2018-04-13', '否', '试剂', '是', '80.00', 'C12H20O3Si', '240.37', '780-69-8', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('108', '氢氧化铝', '', '1袋', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('109', '硼酸', '', '1袋', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('110', '纳米氧化铜', '50~100mm', '2袋', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('111', '氧化铝', '', '1袋', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('112', '活性氧化铝', '', '5kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('113', '牙氢氧化铝', '', '5kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('114', '兰晶石', '', '5kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('115', 'CA-71', '', '2kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('116', 'PA800', '', '2kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('117', 'PA200', '', '2kg', 'B204', '1003001001B2040761', '7-6-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('118', '钨酸钠', '', '500g', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('119', '纳米氧化铝', '30nm', '200g', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('120', '纤维', '', '50g', 'B204', '1003001001B2040751', '7-5-1', '蒋严伟', '2018-04-13', '否', '原料', '否', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('121', '刚玉200、硅灰、刚玉325', '', '4袋', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('122', '碱性清洗剂', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('123', '柠檬酸', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('124', '温和阴离子表面活性剂', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('125', '修补料粘结刚块（样品）', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('126', '氧化锆颗粒', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('127', '草酸', '', '500g', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('128', '蓝晶石', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('129', 'CA50、CA75', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('130', '石墨', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('131', '微粉CuO', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('132', '刚玉3-5', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('133', '刚玉1-3', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('134', '牙膏级Al(OH)3', '', '30kg', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('135', 'Al2O3', '', '20kg', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('136', 'COD测定仪（哈希）', '', '1', '地下室', '1003001001B001013', '1-3', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('137', '棕刚玉325', '', '2袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('138', 'SiO2', '', '2袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('139', '三氯化铝', '', '2袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('140', '棕刚玉0-1', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('141', '纳米氧化锌', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('142', '纳米氧化铝', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('143', '纳米氧化锆', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('144', '硼酸锌', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('145', '碳化硅', '', '2袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('146', '200目氧化铝', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('147', '325目氧化铝', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('148', '500目氧化铝', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('149', '800目氧化铝', '', '1袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('150', '1340目氧化铝', '', '2袋', '地下室', '1003001001B001015', '1-5', '蒋严伟', '2018-04-13', '否', '原料', '是', null, '', '', '', '', '', '', '', '2018-04-13');
INSERT INTO `chemical` VALUES ('153', '新增药品', '', '1', '', 'c3fdd', '222', '陈婷', '2018-06-03', '是', '试剂', '否', '2.00', '', '', '', '234', '', '', '', '2018-06-09');

-- ----------------------------
-- Table structure for equipment
-- ----------------------------
DROP TABLE IF EXISTS `equipment`;
CREATE TABLE `equipment` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `specification` varchar(50) DEFAULT NULL,
  `quantity` varchar(10) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `locationDes` varchar(30) DEFAULT NULL,
  `locationId` varchar(30) NOT NULL,
  `location` varchar(20) NOT NULL,
  `category` varchar(10) NOT NULL,
  `room` varchar(20) NOT NULL,
  `vacant` varchar(10) NOT NULL,
  `responsible` varchar(10) NOT NULL,
  `inDate` date NOT NULL,
  `laboratory` varchar(20) DEFAULT NULL,
  `updatetime` date NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of equipment
-- ----------------------------
INSERT INTO `equipment` VALUES ('1', '爱卡磁力加热搅拌器', 'C-MAG/HS7', '1', '6700.00', '', '1003001001B2040212', '2-1-2', '设备类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('2', '万能表', 'MS8261（华仪仪表）', '1', '200.00', '', '1003001001B2040212', '2-1-2', '设备类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('3', '便携式电子显微镜', '', '1', '600.00', '', '1003001001B2040212', '2-1-2', '设备类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('4', '全保护智能蓄电池检测仪', 'DY226', '1', '180.00', '', '1003001001B2040212', '2-1-2', '设备类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('5', '笔记本电脑', '华硕N45SF', '1', '7200.00', '', '1003001001B2040200', '实验台上', '设备类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('6', '打印机', '惠普', '1', null, '', '1003001001A30501', '化工楼A305-1', '设备类', 'B204', '否', '魏慧贤', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('7', '陶瓷研钵', '13cm', '1', '10.50', '', '1003001001B2040741', '7-4-1', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('8', '游标卡尺', '', '1', null, '', '1003001001B2040741', '7-4-1', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('9', '坩埚', '50', '4', '3.40', '', '1003001001B2040741', '7-4-1', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('10', '坩埚', '300', '3', null, '', '1003001001B2040741', '7-4-1', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('11', '测温环', '850-1100℃', '20', null, '', '1003001001B2040741', '7-4-1', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('12', '干压模具', '', '1', null, '', '1003001001B2040762', '7-6-2', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('13', '试块模具', '16*16*16mm', '2', null, '', '1003001001B2040762', '7-6-2', '设备', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('14', '出风机', '', '1', null, '', '1003001001B2040143', '1-4-3', '设备', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('15', '实用绘图仪', '', '1盒', null, '', '1003001001B2040143', '1-4-3', '设备', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('16', '红外灯', '', '1', '210.00', '', '1003001001B206', '办公室', '设备', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('17', '直流稳压电源', 'MS305D/30V/5A', '3', '200.00', '', '1003001001B206', '办公室', '设备', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('18', '直流稳压电源', 'MS1003DH/100V/3mA', '2', '520.00', '', '1003001001B206', '办公室', '设备', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('19', '标准三联模（大）', '', '2', null, '', '1003001001B001013', '1-3', '设备', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('20', '耐磨碱块模具', '', '2', null, '', '1003001001B001013', '1-3', '设备', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('21', '色谱柱', '常规', '1', null, '', '1003001001B0010241', '2-4-1', '设备 配件', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('22', '红外灯', '', '1', '210.00', '', '1003001001B206', '办公室', '设备', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `equipment` VALUES ('23', '设备1', '13cm', '1', '100.00', '', '2043333', '204', '设备 配件', '204', '否', '陈婷', '2018-06-10', 'B204', '2018-06-10');

-- ----------------------------
-- Table structure for history
-- ----------------------------
DROP TABLE IF EXISTS `history`;
CREATE TABLE `history` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `specification` varchar(50) DEFAULT NULL,
  `quantity` varchar(10) NOT NULL,
  `inDate` date NOT NULL,
  `Category` varchar(10) NOT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `laboratory` varchar(20) DEFAULT NULL,
  `secCategory` varchar(10) NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=327 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of history
-- ----------------------------
INSERT INTO `history` VALUES ('1', '丙三醇', '', '1', '2018-04-13', '药品试剂原料', '18.00', null, '试剂');
INSERT INTO `history` VALUES ('2', '二乙醇胺', '', '1', '2018-04-13', '药品试剂原料', '40.00', null, '试剂');
INSERT INTO `history` VALUES ('3', '钛酸四正丁酯', '', '1', '2018-04-13', '药品试剂原料', '61.00', null, '试剂');
INSERT INTO `history` VALUES ('4', '丙酮', '', '1', '2018-04-13', '药品试剂原料', '16.00', null, '试剂');
INSERT INTO `history` VALUES ('5', '二甲胺盐酸盐', '', '1', '2018-04-13', '药品试剂原料', '32.00', null, '试剂');
INSERT INTO `history` VALUES ('6', '原乙酸三甲酯', '', '2', '2018-04-13', '药品试剂原料', '120.00', null, '试剂');
INSERT INTO `history` VALUES ('7', '硫酸汞', '', '1', '2018-04-13', '药品试剂原料', '389.00', null, '试剂');
INSERT INTO `history` VALUES ('8', '还原铁粉', '', '1', '2018-04-13', '药品试剂原料', '68.00', null, '试剂');
INSERT INTO `history` VALUES ('9', '二甲胺盐酸盐', '', '1', '2018-04-13', '药品试剂原料', '32.00', null, '试剂');
INSERT INTO `history` VALUES ('10', '丁二酮肟', '', '1', '2018-04-13', '药品试剂原料', '32.00', null, '试剂');
INSERT INTO `history` VALUES ('11', '邻氨基三氟甲苯', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('12', '邻苯二甲酸氢钾', '', '2', '2018-04-13', '药品试剂原料', '51.00', null, '试剂');
INSERT INTO `history` VALUES ('13', '氯化钠', '', '2', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('14', '无水碳酸钠', '', '1', '2018-04-13', '药品试剂原料', '7.00', null, '试剂');
INSERT INTO `history` VALUES ('15', '甲醇钠', '', '1', '2018-04-13', '药品试剂原料', '17.00', null, '试剂');
INSERT INTO `history` VALUES ('16', '甲烷磺酸', '', '1', '2018-04-13', '药品试剂原料', '109.00', null, '试剂');
INSERT INTO `history` VALUES ('17', '三氯蔗糖', '', '1', '2018-04-13', '药品试剂原料', '280.00', null, '试剂');
INSERT INTO `history` VALUES ('18', '亚甲基蓝', '', '1', '2018-04-13', '药品试剂原料', '180.00', null, '试剂');
INSERT INTO `history` VALUES ('19', '甲基橙(对二甲基氨基偶氮苯磺酸钠)', '', '1', '2018-04-13', '药品试剂原料', '17.00', null, '试剂');
INSERT INTO `history` VALUES ('20', '甲苯-4-磺酸，一水', '', '1', '2018-04-13', '药品试剂原料', '18.00', null, '试剂');
INSERT INTO `history` VALUES ('21', '溴百里酚蓝', '', '1', '2018-04-13', '药品试剂原料', '117.00', null, '试剂');
INSERT INTO `history` VALUES ('22', '硫酸银', '', '2', '2018-04-13', '药品试剂原料', '238.00', null, '试剂');
INSERT INTO `history` VALUES ('23', '1,10-菲啰啉，一水', '', '1', '2018-04-13', '药品试剂原料', '17.00', null, '试剂');
INSERT INTO `history` VALUES ('24', '磷酸二氢钾', '', '1', '2018-04-13', '药品试剂原料', '22.00', null, '试剂');
INSERT INTO `history` VALUES ('25', '硝酸钾', '', '1', '2018-04-13', '药品试剂原料', '25.00', null, '试剂');
INSERT INTO `history` VALUES ('26', '氯化铵', '', '1', '2018-04-13', '药品试剂原料', '13.00', null, '试剂');
INSERT INTO `history` VALUES ('27', '四水合酒石酸钾钠', '', '1', '2018-04-13', '药品试剂原料', '40.00', null, '试剂');
INSERT INTO `history` VALUES ('28', '聚乙二醇', '', '1', '2018-04-13', '药品试剂原料', '38.00', null, '试剂');
INSERT INTO `history` VALUES ('29', '酒石酸锑钾，半水', '', '1', '2018-04-13', '药品试剂原料', '137.00', null, '试剂');
INSERT INTO `history` VALUES ('30', '铬酸钾', '', '1', '2018-04-13', '药品试剂原料', '51.00', null, '试剂');
INSERT INTO `history` VALUES ('31', '六水合硫酸铁（2）铵', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('32', '无水葡萄糖', '', '1', '2018-04-13', '药品试剂原料', '22.00', null, '试剂');
INSERT INTO `history` VALUES ('33', '氢氧化钠', '', '1', '2018-04-13', '药品试剂原料', '15.00', null, '试剂');
INSERT INTO `history` VALUES ('34', '重铬酸钾', '', '1', '2018-04-13', '药品试剂原料', '53.00', null, '试剂');
INSERT INTO `history` VALUES ('35', '十水合硫酸亚铁', '', '1', '2018-04-13', '药品试剂原料', '12.00', null, '试剂');
INSERT INTO `history` VALUES ('36', '四水合钼酸铵', '', '1', '2018-04-13', '药品试剂原料', '237.00', null, '试剂');
INSERT INTO `history` VALUES ('37', '过二硫酸钾', '', '1', '2018-04-13', '药品试剂原料', '31.00', null, '试剂');
INSERT INTO `history` VALUES ('38', '二水合氯化亚锡', '', '1', '2018-04-13', '药品试剂原料', '141.00', null, '试剂');
INSERT INTO `history` VALUES ('39', '过氧化氢（30%）', '', '1', '2018-04-13', '药品试剂原料', '12.80', null, '试剂');
INSERT INTO `history` VALUES ('40', '氯化铵', '', '1', '2018-04-13', '药品试剂原料', '11.00', null, '试剂');
INSERT INTO `history` VALUES ('41', '对苯二甲酸', '', '1', '2018-04-13', '药品试剂原料', '103.00', null, '试剂');
INSERT INTO `history` VALUES ('42', '高氯酸钠', '', '2', '2018-04-13', '药品试剂原料', '145.00', null, '试剂');
INSERT INTO `history` VALUES ('43', '氧化锌；一氧化锌', '', '2', '2018-04-13', '药品试剂原料', '38.00', null, '试剂');
INSERT INTO `history` VALUES ('44', '氧化硼(Ⅲ)；三氧化二硼；硼酐', '', '1', '2018-04-13', '药品试剂原料', '57.00', null, '试剂');
INSERT INTO `history` VALUES ('45', '氧化铬(Ⅲ)；三氧化二铬', '', '1', '2018-04-13', '药品试剂原料', '60.00', null, '试剂');
INSERT INTO `history` VALUES ('46', '乙二酸，二水；草酸', '', '1', '2018-04-13', '药品试剂原料', '17.00', null, '试剂');
INSERT INTO `history` VALUES ('47', '氧化铜(Ⅱ)；一氧化铜', '', '2', '2018-04-13', '药品试剂原料', '94.00', null, '试剂');
INSERT INTO `history` VALUES ('48', '氟化铵', '', '1', '2018-04-13', '药品试剂原料', '36.00', null, '试剂');
INSERT INTO `history` VALUES ('49', '磷酸；正磷酸', '', '2', '2018-04-13', '药品试剂原料', '17.00', null, '试剂');
INSERT INTO `history` VALUES ('50', '铝酸钠；偏铝酸钠', '', '1', '2018-04-13', '药品试剂原料', '48.00', null, '试剂');
INSERT INTO `history` VALUES ('51', '氢氧化镁', '', '1', '2018-04-13', '药品试剂原料', '42.00', null, '试剂');
INSERT INTO `history` VALUES ('52', '氢氧化铝', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('53', '二甲基硅油', '', '1', '2018-04-13', '药品试剂原料', '110.00', null, '试剂');
INSERT INTO `history` VALUES ('54', '十二烷基苯磺酸钠', '', '1', '2018-04-13', '药品试剂原料', '35.00', null, '试剂');
INSERT INTO `history` VALUES ('55', '氧化锌', '', '1', '2018-04-13', '药品试剂原料', '38.00', null, '试剂');
INSERT INTO `history` VALUES ('56', '氧化钙', '', '1', '2018-04-13', '药品试剂原料', '18.00', null, '试剂');
INSERT INTO `history` VALUES ('57', '丙烯酰胺', '', '1', '2018-04-13', '药品试剂原料', '19.00', null, '试剂');
INSERT INTO `history` VALUES ('58', '十水合硼酸钠', '', '1', '2018-04-13', '药品试剂原料', '26.00', null, '试剂');
INSERT INTO `history` VALUES ('59', '钨酸钠', '', '1', '2018-04-13', '药品试剂原料', '119.00', null, '试剂');
INSERT INTO `history` VALUES ('60', '磷酸钠', '', '1', '2018-04-13', '药品试剂原料', '15.00', null, '试剂');
INSERT INTO `history` VALUES ('61', '七水合硫酸亚铁', '', '1', '2018-04-13', '药品试剂原料', '15.00', null, '试剂');
INSERT INTO `history` VALUES ('62', '硼酸', '', '1', '2018-04-13', '药品试剂原料', '25.00', null, '试剂');
INSERT INTO `history` VALUES ('63', '尿素', '', '1', '2018-04-13', '药品试剂原料', '16.00', null, '试剂');
INSERT INTO `history` VALUES ('64', '无水碳酸钠', '', '1', '2018-04-13', '药品试剂原料', '14.00', null, '试剂');
INSERT INTO `history` VALUES ('65', '过硫酸钾', '', '1', '2018-04-13', '药品试剂原料', '31.00', null, '试剂');
INSERT INTO `history` VALUES ('66', '硝酸铁', '', '1', '2018-04-13', '药品试剂原料', '22.00', null, '试剂');
INSERT INTO `history` VALUES ('67', '钼酸铵', '', '1', '2018-04-13', '药品试剂原料', '52.00', null, '试剂');
INSERT INTO `history` VALUES ('68', '偏钒酸铵', '', '1', '2018-04-13', '药品试剂原料', '71.00', null, '试剂');
INSERT INTO `history` VALUES ('69', '柠檬酸钠', '', '1', '2018-04-13', '药品试剂原料', '12.00', null, '试剂');
INSERT INTO `history` VALUES ('70', '十二水合硫酸铬钾', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('71', '邻苯二甲酸酐', '', '1', '2018-04-13', '药品试剂原料', '12.00', null, '试剂');
INSERT INTO `history` VALUES ('72', '蔗糖', '', '1', '2018-04-13', '药品试剂原料', '26.00', null, '试剂');
INSERT INTO `history` VALUES ('73', '硅酸钠', '', '1', '2018-04-13', '药品试剂原料', '23.00', null, '试剂');
INSERT INTO `history` VALUES ('74', '轻质氧化镁', '', '3', '2018-04-13', '药品试剂原料', '86.00', null, '试剂');
INSERT INTO `history` VALUES ('75', '硅胶', '', '1', '2018-04-13', '药品试剂原料', '37.00', null, '试剂');
INSERT INTO `history` VALUES ('76', '聚丙烯酰胺', '', '1', '2018-04-13', '药品试剂原料', '21.00', null, '试剂');
INSERT INTO `history` VALUES ('77', '磷酸铝', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('78', '三氧化铬', '', '1', '2018-04-13', '药品试剂原料', '51.00', null, '试剂');
INSERT INTO `history` VALUES ('79', '无机粘结剂：A氯化铜', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('80', 'MQ102', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('81', 'N-N\'亚甲基双丙烯酰胺', '', '1', '2018-04-13', '药品试剂原料', '28.00', null, '试剂');
INSERT INTO `history` VALUES ('82', '石油醚', '', '2', '2018-04-13', '药品试剂原料', '121.00', null, '试剂');
INSERT INTO `history` VALUES ('83', '四氯化碳', '', '1', '2018-04-13', '药品试剂原料', '70.00', null, '试剂');
INSERT INTO `history` VALUES ('84', '无水乙醚', '', '1', '2018-04-13', '药品试剂原料', '18.50', null, '试剂');
INSERT INTO `history` VALUES ('85', '甲醇', '', '3', '2018-04-13', '药品试剂原料', '11.00', null, '试剂');
INSERT INTO `history` VALUES ('86', '甲醛', '', '3', '2018-04-13', '药品试剂原料', '108.00', null, '试剂');
INSERT INTO `history` VALUES ('87', '二氯甲烷', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('88', '三氯甲烷', '', '1', '2018-04-13', '药品试剂原料', '35.00', null, '试剂');
INSERT INTO `history` VALUES ('89', '乙腈', '', '1', '2018-04-13', '药品试剂原料', '42.00', null, '试剂');
INSERT INTO `history` VALUES ('90', '异丙醇', '', '1', '2018-04-13', '药品试剂原料', '21.00', null, '试剂');
INSERT INTO `history` VALUES ('91', '甲苯', '', '1', '2018-04-13', '药品试剂原料', '18.50', null, '试剂');
INSERT INTO `history` VALUES ('92', '正戊酸', '', '1', '2018-04-13', '药品试剂原料', '101.00', null, '试剂');
INSERT INTO `history` VALUES ('93', '碱性螯合剂', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('94', '过氧化氢', '', '1', '2018-04-13', '药品试剂原料', '12.80', null, '试剂');
INSERT INTO `history` VALUES ('95', 'CAPO胶黏剂', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('96', '次氯酸钠', '', '1', '2018-04-13', '药品试剂原料', '20.00', null, '试剂');
INSERT INTO `history` VALUES ('97', '无机粘结剂：B柠檬酸胶', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('98', '四甲基乙二胺', '', '1', '2018-04-13', '药品试剂原料', '338.00', null, '试剂');
INSERT INTO `history` VALUES ('99', '叔丁胺', '', '1', '2018-04-13', '药品试剂原料', '85.00', null, '试剂');
INSERT INTO `history` VALUES ('100', '甲基三甲氧基硅烷', '', '1', '2018-04-13', '药品试剂原料', '180.00', null, '试剂');
INSERT INTO `history` VALUES ('101', '硅烷偶联剂', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('102', '甲基硅酸钾', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('103', '氨丙基三乙氧基硅烷', '', '1', '2018-04-13', '药品试剂原料', '153.00', null, '试剂');
INSERT INTO `history` VALUES ('104', '十二烷基三甲', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('105', '十六烷基三甲', '', '1', '2018-04-13', '药品试剂原料', null, null, '试剂');
INSERT INTO `history` VALUES ('106', '丙基三乙氧基硅烷', '', '1', '2018-04-13', '药品试剂原料', '80.00', null, '试剂');
INSERT INTO `history` VALUES ('107', '苯基三乙氧基硅烷', '', '1', '2018-04-13', '药品试剂原料', '80.00', null, '试剂');
INSERT INTO `history` VALUES ('108', '氢氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('109', '硼酸', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('110', '纳米氧化铜', '50~100mm', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('111', '氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('112', '活性氧化铝', '', '5kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('113', '牙氢氧化铝', '', '5kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('114', '兰晶石', '', '5kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('115', 'CA-71', '', '2kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('116', 'PA800', '', '2kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('117', 'PA200', '', '2kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('118', '钨酸钠', '', '500g', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('119', '纳米氧化铝', '30nm', '200g', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('120', '纤维', '', '50g', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('121', '刚玉200、硅灰、刚玉325', '', '4袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('122', '碱性清洗剂', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('123', '柠檬酸', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('124', '温和阴离子表面活性剂', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('125', '修补料粘结刚块（样品）', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('126', '氧化锆颗粒', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('127', '草酸', '', '500g', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('128', '蓝晶石', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('129', 'CA50、CA75', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('130', '石墨', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('131', '微粉CuO', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('132', '刚玉3-5', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('133', '刚玉1-3', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('134', '牙膏级Al(OH)3', '', '30kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('135', 'Al2O3', '', '20kg', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('136', 'COD测定仪（哈希）', '', '1', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('137', '棕刚玉325', '', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('138', 'SiO2', '', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('139', '三氯化铝', '', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('140', '棕刚玉0-1', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('141', '纳米氧化锌', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('142', '纳米氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('143', '纳米氧化锆', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('144', '硼酸锌', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('145', '碳化硅', '', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('146', '200目氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('147', '325目氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('148', '500目氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('149', '800目氧化铝', '', '1袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('150', '1340目氧化铝', '', '2袋', '2018-04-13', '药品试剂原料', null, null, '原料');
INSERT INTO `history` VALUES ('151', '烧杯', '1000', '1', '2018-04-13', '玻璃塑料仪器', '11.70', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('152', '烧杯', '250', '1', '2018-04-13', '玻璃塑料仪器', '3.42', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('153', '烧杯', '100', '2', '2018-04-13', '玻璃塑料仪器', '2.62', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('154', '烧杯', '50', '9', '2018-04-13', '玻璃塑料仪器', '2.72', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('155', '烧杯', '500', '2', '2018-04-13', '玻璃塑料仪器', '5.09', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('156', '烧杯', '1000', '2', '2018-04-13', '玻璃塑料仪器', '11.70', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('157', '烧杯', '200', '1', '2018-04-13', '玻璃塑料仪器', '3.22', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('158', '烧杯', '50', '3', '2018-04-13', '玻璃塑料仪器', '2.72', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('159', '锥形瓶', '150', '1', '2018-04-13', '玻璃塑料仪器', '5.48', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('160', '烧杯', '100', '2', '2018-04-13', '玻璃塑料仪器', '2.62', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('161', '全玻璃注射器', '无', '1', '2018-04-13', '玻璃塑料仪器', '5.80', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('162', '一次性滴管', '无', '若干', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('163', '玻璃棒', '无', '1', '2018-04-13', '玻璃塑料仪器', '3.00', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('164', '玛瑙研钵', '9cm', '1', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('165', '小玻璃瓶', '5', '2', '2018-04-13', '玻璃塑料仪器', '1.30', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('166', '移液管', '无', '2盒', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('167', '量筒', '10', '2', '2018-04-13', '玻璃塑料仪器', '4.60', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('168', '容量瓶', '100', '5', '2018-04-13', '玻璃塑料仪器', '9.53', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('169', '容量瓶', '50', '3', '2018-04-13', '玻璃塑料仪器', '8.47', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('170', '容量瓶', '250', '2', '2018-04-13', '玻璃塑料仪器', '14.90', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('171', '容量瓶', '500', '4', '2018-04-13', '玻璃塑料仪器', '16.90', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('172', '容量瓶', '1000', '3', '2018-04-13', '玻璃塑料仪器', '22.80', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('173', '量筒', '100', '8', '2018-04-13', '玻璃塑料仪器', '6.90', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('174', '量筒', '250', '1', '2018-04-13', '玻璃塑料仪器', '12.02', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('175', '容量瓶', '25', '1', '2018-04-13', '玻璃塑料仪器', '8.50', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('176', '玻璃塞', '无', '2盒', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('177', '干燥器', '无', '1', '2018-04-13', '玻璃塑料仪器', '85.00', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('178', '广口试剂瓶', '125', '3', '2018-04-13', '玻璃塑料仪器', '2.50', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('179', '离心管', '15ml', '1袋', '2018-04-13', '玻璃塑料仪器', '36.01', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('180', '离心管', '1.5ml', '1袋', '2018-04-13', '玻璃塑料仪器', '12.00', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('181', '毛细管', '无', '1盒', '2018-04-13', '玻璃塑料仪器', '41.00', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('182', '微量进样器', '无', '3盒', '2018-04-13', '玻璃塑料仪器', null, null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('183', '注射器', '50', '1盒', '2018-04-13', '玻璃塑料仪器', null, null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('184', '注射器', '1微升', '1', '2018-04-13', '玻璃塑料仪器', '36.40', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('185', '塑料漏斗', '无', '2', '2018-04-13', '玻璃塑料仪器', null, null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('186', '三口烧瓶', '1000', '2', '2018-04-13', '玻璃塑料仪器', '29.26', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('187', '三口烧瓶', '500', '5', '2018-04-13', '玻璃塑料仪器', '37.80', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('188', '三口烧瓶', '250', '4', '2018-04-13', '玻璃塑料仪器', '29.30', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('189', '三口烧瓶', '100', '2', '2018-04-13', '玻璃塑料仪器', '25.60', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('190', '烧瓶', '>1000', '1', '2018-04-13', '玻璃塑料仪器', '25.66', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('191', '烧瓶', '1000', '1', '2018-04-13', '玻璃塑料仪器', '24.80', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('192', '烧瓶', '500', '3', '2018-04-13', '玻璃塑料仪器', '19.50', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('193', '烧瓶', '250', '6', '2018-04-13', '玻璃塑料仪器', '16.17', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('194', '烧瓶', '100', '4', '2018-04-13', '玻璃塑料仪器', '10.49', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('195', '烧瓶', '50', '1', '2018-04-13', '玻璃塑料仪器', '9.20', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('196', '平底烧瓶', '250', '1', '2018-04-13', '玻璃塑料仪器', '22.50', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('197', '锥形瓶', '250', '3', '2018-04-13', '玻璃塑料仪器', '6.60', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('198', '锥形瓶', '150', '1', '2018-04-13', '玻璃塑料仪器', '5.48', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('199', '锥形瓶', '100', '2', '2018-04-13', '玻璃塑料仪器', '3.00', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('200', '长颈烧瓶', '250', '2', '2018-04-13', '玻璃塑料仪器', '13.20', null, '玻璃仪器类-烧器类');
INSERT INTO `history` VALUES ('201', '弯接管塞', '67/19', '1', '2018-04-13', '玻璃塑料仪器', '6.60', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('202', '接受管', '52/19', '2', '2018-04-13', '玻璃塑料仪器', '10.30', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('203', '导气管', '81/24', '1', '2018-04-13', '玻璃塑料仪器', '8.17', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('204', '真空三叉接受管', '59/19*4', '2', '2018-04-13', '玻璃塑料仪器', '21.58', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('205', '真空三叉接受管', '61/24*19*4', '1', '2018-04-13', '玻璃塑料仪器', '23.08', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('206', '二叉真空接受管', '19*3', '2', '2018-04-13', '玻璃塑料仪器', '20.25', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('207', '连接管（三通）', 'Y型', '2', '2018-04-13', '玻璃塑料仪器', '5.46', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('208', '二口连接管', '33/24*3', '2', '2018-04-13', '玻璃塑料仪器', '8.88', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('209', '接头（口大赛小）', '77/19-29', '5', '2018-04-13', '玻璃塑料仪器', '13.50', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('210', '接头（口大赛小）', '76/24-29', '2', '2018-04-13', '玻璃塑料仪器', '17.41', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('211', '蒸馏弯头', '38/19*2', '1', '2018-04-13', '玻璃塑料仪器', '10.30', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('212', '球形冷凝管', '常规', '4', '2018-04-13', '玻璃塑料仪器', '30.50', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('213', '直形冷凝管', '常规', '3', '2018-04-13', '玻璃塑料仪器', '28.00', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('214', '空气冷凝管', '常规', '3', '2018-04-13', '玻璃塑料仪器', '10.79', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('215', '蛇形冷凝管', '常规', '1', '2018-04-13', '玻璃塑料仪器', '31.80', null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('216', '色谱柱', '常规', '1', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-皿管类');
INSERT INTO `history` VALUES ('217', '量筒', '1000', '1', '2018-04-13', '玻璃塑料仪器', '21.00', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('218', '量筒', '500', '1', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('219', '量筒', '2000', '2', '2018-04-13', '玻璃塑料仪器', '44.00', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('220', '量筒', '1000', '1', '2018-04-13', '玻璃塑料仪器', '28.00', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('221', '量筒', '500', '1', '2018-04-13', '玻璃塑料仪器', '18.00', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('222', '量筒', '250', '2', '2018-04-13', '玻璃塑料仪器', '12.02', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('223', '量筒', '100', '1', '2018-04-13', '玻璃塑料仪器', '6.90', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('224', '容量瓶', '2500', '1', '2018-04-13', '玻璃塑料仪器', '45.00', null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('225', '容量瓶', '1500', '2', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('226', '定制玻璃仪器（魏）', '', '2', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-量器类');
INSERT INTO `history` VALUES ('227', '抽滤瓶', '800', '3', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('228', '抽滤瓶', '500', '1', '2018-04-13', '玻璃塑料仪器', '29.00', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('229', '抽滤瓶', '250', '1', '2018-04-13', '玻璃塑料仪器', '18.60', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('230', '广口试剂瓶', '2500', '3', '2018-04-13', '玻璃塑料仪器', '22.00', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('231', '广口试剂瓶', '250', '3', '2018-04-13', '玻璃塑料仪器', '5.20', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('232', '样品瓶', '常规', '1袋', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('233', '棕色试剂瓶', '100', '3', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('234', '分液漏斗', '125', '3', '2018-04-13', '玻璃塑料仪器', '25.00', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('235', '长颈漏斗', '常规', '2', '2018-04-13', '玻璃塑料仪器', null, null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('236', '恒压分液漏斗', '常规', '2', '2018-04-13', '玻璃塑料仪器', '48.27', null, '玻璃仪器类-瓶斗类');
INSERT INTO `history` VALUES ('237', '离心管', '15ml', '1袋', '2018-04-13', '玻璃塑料仪器', '36.01', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('238', '离心管', '1.5ml', '1袋', '2018-04-13', '玻璃塑料仪器', '12.00', null, '用品类-实验用品类');
INSERT INTO `history` VALUES ('239', '爱卡磁力加热搅拌器', 'C-MAG/HS7', '1', '2018-04-13', '设备仪器', '6700.00', null, '设备类');
INSERT INTO `history` VALUES ('240', '万能表', 'MS8261（华仪仪表）', '1', '2018-04-13', '设备仪器', '200.00', null, '设备类');
INSERT INTO `history` VALUES ('241', '便携式电子显微镜', '', '1', '2018-04-13', '设备仪器', '600.00', null, '设备类');
INSERT INTO `history` VALUES ('242', '全保护智能蓄电池检测仪', 'DY226', '1', '2018-04-13', '设备仪器', '180.00', null, '设备类');
INSERT INTO `history` VALUES ('243', '笔记本电脑', '华硕N45SF', '1', '2018-04-13', '设备仪器', '7200.00', null, '设备类');
INSERT INTO `history` VALUES ('244', '打印机', '惠普', '1', '2018-04-13', '设备仪器', null, null, '设备类');
INSERT INTO `history` VALUES ('245', '陶瓷研钵', '13cm', '1', '2018-04-13', '设备仪器', '10.50', null, '设备');
INSERT INTO `history` VALUES ('246', '游标卡尺', '', '1', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('247', '坩埚', '50', '4', '2018-04-13', '设备仪器', '3.40', null, '设备');
INSERT INTO `history` VALUES ('248', '坩埚', '300', '3', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('249', '测温环', '850-1100℃', '20', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('250', '干压模具', '', '1', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('251', '试块模具', '16*16*16mm', '2', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('252', '出风机', '', '1', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('253', '实用绘图仪', '', '1盒', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('254', '红外灯', '', '1', '2018-04-13', '设备仪器', '210.00', null, '设备');
INSERT INTO `history` VALUES ('255', '直流稳压电源', 'MS305D/30V/5A', '3', '2018-04-13', '设备仪器', '200.00', null, '设备');
INSERT INTO `history` VALUES ('256', '直流稳压电源', 'MS1003DH/100V/3mA', '2', '2018-04-13', '设备仪器', '520.00', null, '设备');
INSERT INTO `history` VALUES ('257', '标准三联模（大）', '', '2', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('258', '耐磨碱块模具', '', '2', '2018-04-13', '设备仪器', null, null, '设备');
INSERT INTO `history` VALUES ('259', '色谱柱', '常规', '1', '2018-04-13', '设备仪器', null, null, '设备 配件');
INSERT INTO `history` VALUES ('260', '红外灯', '', '1', '2018-04-13', '设备仪器', '210.00', null, '设备');
INSERT INTO `history` VALUES ('261', '移液枪头', '', '2袋', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('262', '酒精棉', '无', '1', '2018-04-13', '小工具', null, null, '防护');
INSERT INTO `history` VALUES ('263', '水质分析取样器', '500ml', '1', '2018-04-13', '小工具', null, null, '水处理用品');
INSERT INTO `history` VALUES ('264', '微量进样器', '无', '3盒', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('265', '注射器', '50', '1盒', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('266', '注射器', '1微升', '1', '2018-04-13', '小工具', '36.40', null, '实验用品');
INSERT INTO `history` VALUES ('267', '机械搅拌棒', '无', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('268', '温度计', '无', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('269', '坩埚', '50', '7', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('270', '定性滤纸', '', '2盒', '2018-04-13', '小工具', '10.49', null, '实验用品');
INSERT INTO `history` VALUES ('271', '橡胶塞', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('272', '洗耳球', '', '1', '2018-04-13', '小工具', '3.80', null, '实验用品');
INSERT INTO `history` VALUES ('273', '烧瓶夹', '', '4', '2018-04-13', '小工具', '15.00', null, '实验用品');
INSERT INTO `history` VALUES ('274', '十字头', '', '1', '2018-04-13', '小工具', '16.50', null, '实验用品');
INSERT INTO `history` VALUES ('275', '镊子', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('276', '洗瓶', '', '5', '2018-04-13', '小工具', '3.90', null, '实验用品');
INSERT INTO `history` VALUES ('277', '喷壶', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('278', '通孔带', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('279', '生料带', '', '1', '2018-04-13', '小工具', '1.00', null, '实验用品');
INSERT INTO `history` VALUES ('280', '陶瓷研钵', '13cm', '1', '2018-04-13', '小工具', '10.50', null, '实验用品');
INSERT INTO `history` VALUES ('281', '游标卡尺', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('282', '搅拌子', 'A400/20*40mm', '3', '2018-04-13', '小工具', '9.00', null, '实验用品');
INSERT INTO `history` VALUES ('283', '钢玉片', '', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('284', '聚四氟乙烯板', '', '3', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('285', '砂纸', '', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('286', '坩埚', '50', '4', '2018-04-13', '小工具', '3.40', null, '实验用品');
INSERT INTO `history` VALUES ('287', '坩埚', '300', '3', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('288', '测温环', '850-1100℃', '20', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('289', '干压模具', '', '1', '2018-04-13', '小工具', null, null, '实验用品  设备配件');
INSERT INTO `history` VALUES ('290', '试块模具', '16*16*16mm', '2', '2018-04-13', '小工具', null, null, '实验用品  设备配件');
INSERT INTO `history` VALUES ('291', '手套', '常用', '1盒', '2018-04-13', '小工具', '3.20', null, '实验用品');
INSERT INTO `history` VALUES ('292', '口罩', '常用', '1盒', '2018-04-13', '小工具', '2.21', null, '实验用品');
INSERT INTO `history` VALUES ('293', '实验服', '', '1', '2018-04-13', '小工具', '90.00', null, '实验用品');
INSERT INTO `history` VALUES ('294', '护目镜', '', '1', '2018-04-13', '小工具', '16.61', null, '实验用品');
INSERT INTO `history` VALUES ('295', '双面胶', '', '1', '2018-04-13', '小工具', '0.60', null, '实验用品');
INSERT INTO `history` VALUES ('296', '锡纸', '', '1', '2018-04-13', '小工具', '3.30', null, '实验用品');
INSERT INTO `history` VALUES ('297', '卫生纸', '', '', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('298', '出风机', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('299', '实用绘图仪', '', '1盒', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('300', '铁皮剪', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('301', '电插排', '4孔', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('302', '标签纸', '', '1', '2018-04-13', '小工具', '0.60', null, '实验用品');
INSERT INTO `history` VALUES ('303', '记号笔', '', '1', '2018-04-13', '小工具', '7.80', null, '实验用品');
INSERT INTO `history` VALUES ('304', '本子', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('305', '自封袋', '1.0号（50*70*0.08）', '2袋', '2018-04-13', '小工具', '6.50', null, '实验用品');
INSERT INTO `history` VALUES ('306', '自封袋', '9.5号（220*330*0.08）', '1袋', '2018-04-13', '小工具', '20.00', null, '实验用品');
INSERT INTO `history` VALUES ('307', '自封袋', '15号（500*700*0.1）', '1袋', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('308', '盆碗', '', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('309', '直流稳压电源', 'MS305D/30V/5A', '3', '2018-04-13', '小工具', '200.00', null, '实验用品');
INSERT INTO `history` VALUES ('310', '直流稳压电源', 'MS1003DH/100V/3mA', '2', '2018-04-13', '小工具', '520.00', null, '实验用品');
INSERT INTO `history` VALUES ('311', '不锈钢搁物架', '', '1', '2018-04-13', '小工具', '300.00', null, '实验用品');
INSERT INTO `history` VALUES ('312', '接受管', '52/19', '2', '2018-04-13', '小工具', '10.30', null, '实验用品');
INSERT INTO `history` VALUES ('313', '导气管', '81/24', '1', '2018-04-13', '小工具', '8.17', null, '实验用品');
INSERT INTO `history` VALUES ('314', '密度计', '', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('315', '玻璃珠', '5-6mm', '1盒', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('316', '充氧机', '常规', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('317', '防毒口罩', '常规', '2', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('318', '脱脂棉', '常规', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('319', '不锈钢板（魏）', '常规', '4', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('320', '瓷缸', '', '1', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('321', '防毒滤嘴', '', '5', '2018-04-13', '小工具', null, null, '实验用品');
INSERT INTO `history` VALUES ('322', '标准三联模（大）', '', '2', '2018-04-13', '小工具', null, null, '设备类');
INSERT INTO `history` VALUES ('323', '耐磨碱块模具', '', '2', '2018-04-13', '小工具', null, null, '设备类');
INSERT INTO `history` VALUES ('324', '工具1', '1', '1', '2018-05-27', '小工具', '23.00', '204', '实验用品');
INSERT INTO `history` VALUES ('325', '新增药品', '', '1', '2018-06-03', '药品试剂原料', '2.00', '234', '试剂');
INSERT INTO `history` VALUES ('326', '设备1', '13cm', '1', '2018-06-10', '设备仪器', '100.00', 'B204', '设备 配件');

-- ----------------------------
-- Table structure for instrument
-- ----------------------------
DROP TABLE IF EXISTS `instrument`;
CREATE TABLE `instrument` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `specification` varchar(50) DEFAULT NULL,
  `quantity` varchar(10) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `locationDes` varchar(30) DEFAULT NULL,
  `locationId` varchar(30) NOT NULL,
  `location` varchar(20) NOT NULL,
  `secCategory` varchar(10) NOT NULL,
  `room` varchar(20) NOT NULL,
  `vacant` varchar(10) NOT NULL,
  `responsible` varchar(10) NOT NULL,
  `inDate` date NOT NULL,
  `laboratory` varchar(20) DEFAULT NULL,
  `updatetime` date NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=89 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of instrument
-- ----------------------------
INSERT INTO `instrument` VALUES ('1', '烧杯', '1000', '1', '11.70', '', '1003001001B2040222', '2-2-2', '玻璃仪器类-烧器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-06-10');
INSERT INTO `instrument` VALUES ('2', '烧杯', '250', '1', '3.42', '', '1003001001B2040222', '2-2-2', '玻璃仪器类-烧器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('3', '烧杯', '100', '2', '2.62', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-烧器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('4', '烧杯', '50', '9', '2.72', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-烧器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('5', '烧杯', '500', '2', '5.09', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('6', '烧杯', '1000', '2', '11.70', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('7', '烧杯', '200', '1', '3.22', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('8', '烧杯', '50', '3', '2.72', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('9', '锥形瓶', '150', '1', '5.48', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-06-07');
INSERT INTO `instrument` VALUES ('10', '烧杯', '100', '2', '2.62', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-烧器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('11', '全玻璃注射器', '无', '1', '5.80', '', '1003001001B2040211', '2-1-1', '玻璃仪器类-皿管类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('12', '一次性滴管', '无', '若干', null, '', '1003001001B2040231', '2-3-1', '玻璃仪器类-皿管类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('13', '玻璃棒', '无', '1', '3.00', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-皿管类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('14', '玛瑙研钵', '9cm', '1', null, '', '1003001001B2040741', '7-4-1', '玻璃仪器类-皿管类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('15', '小玻璃瓶', '5', '2', '1.30', '', '1003001001B2040741', '7-4-1', '玻璃仪器类-皿管类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('16', '移液管', '无', '2盒', null, '', '1003001001B2040221', '2-2-1', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('17', '量筒', '10', '2', '4.60', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('18', '容量瓶', '100', '5', '9.53', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('19', '容量瓶', '50', '3', '8.47', '', '1003001001B2040221', '2-2-1', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('20', '容量瓶', '250', '2', '14.90', '', '1003001001B2040222', '2-2-2', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('21', '容量瓶', '500', '4', '16.90', '', '1003001001B2040242', '2-4-2', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('22', '容量瓶', '1000', '3', '22.80', '', '1003001001B2040243', '2-4-3', '玻璃仪器类-量器类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('23', '量筒', '100', '8', '6.90', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-量器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('24', '量筒', '250', '1', '12.02', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-量器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('25', '容量瓶', '25', '1', '8.50', '', '1003001001B2040762', '7-6-2', '玻璃仪器类-量器类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('26', '玻璃塞', '无', '2盒', null, '', '1003001001B2040231', '2-3-1', '玻璃仪器类-瓶斗类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('27', '干燥器', '无', '1', '85.00', '', '1003001001B2040222', '2-2-2', '玻璃仪器类-瓶斗类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('28', '广口试剂瓶', '125', '3', '2.50', '', '1003001001B2040741', '7-4-1', '玻璃仪器类-瓶斗类', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('29', '离心管', '15ml', '1袋', '36.01', '', '1003001001B2040142', '1-4-2', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('30', '离心管', '1.5ml', '1袋', '12.00', '', '1003001001B2040142', '1-4-2', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('31', '毛细管', '无', '1盒', '41.00', '', '1003001001B2040241', '2-4-1', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('32', '微量进样器', '无', '3盒', null, '', '1003001001B2040211', '2-1-1', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('33', '注射器', '50', '1盒', null, '', '1003001001B2040231', '2-3-1', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('34', '注射器', '1微升', '1', '36.40', '', '1003001001B2040211', '2-1-1', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('35', '塑料漏斗', '无', '2', null, '', '1003001001B2040221', '2-2-1', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('36', '三口烧瓶', '1000', '2', '29.26', '', '1003001001B001024', '2-4', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('37', '三口烧瓶', '500', '5', '37.80', '', '1003001001B001024', '2-4', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('38', '三口烧瓶', '250', '4', '29.30', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('39', '三口烧瓶', '100', '2', '25.60', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('40', '烧瓶', '>1000', '1', '25.66', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('41', '烧瓶', '1000', '1', '24.80', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('42', '烧瓶', '500', '3', '19.50', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('43', '烧瓶', '250', '6', '16.17', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('44', '烧瓶', '100', '4', '10.49', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('45', '烧瓶', '50', '1', '9.20', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('46', '平底烧瓶', '250', '1', '22.50', '', '1003001001B001025', '2-5', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('47', '锥形瓶', '250', '3', '6.60', '', '1003001001B001012', '1-2', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('48', '锥形瓶', '150', '1', '5.48', '', '1003001001B001012', '1-2', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('49', '锥形瓶', '100', '2', '3.00', '', '1003001001B001012', '1-2', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('50', '长颈烧瓶', '250', '2', '13.20', '', '1003001001B0010241', '2-4-1', '玻璃仪器类-烧器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('51', '弯接管塞', '67/19', '1', '6.60', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('52', '接受管', '52/19', '2', '10.30', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('53', '导气管', '81/24', '1', '8.17', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('54', '真空三叉接受管', '59/19*4', '2', '21.58', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('55', '真空三叉接受管', '61/24*19*4', '1', '23.08', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('56', '二叉真空接受管', '19*3', '2', '20.25', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('57', '连接管（三通）', 'Y型', '2', '5.46', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('58', '二口连接管', '33/24*3', '2', '8.88', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('59', '接头（口大赛小）', '77/19-29', '5', '13.50', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('60', '接头（口大赛小）', '76/24-29', '2', '17.41', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('61', '蒸馏弯头', '38/19*2', '1', '10.30', '', '1003001001B0010141', '1-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('62', '球形冷凝管', '常规', '4', '30.50', '', '1003001001B0010142', '1-4-2', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('63', '直形冷凝管', '常规', '3', '28.00', '', '1003001001B0010142', '1-4-2', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('64', '空气冷凝管', '常规', '3', '10.79', '', '1003001001B0010142', '1-4-2', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('65', '蛇形冷凝管', '常规', '1', '31.80', '', '1003001001B0010142', '1-4-2', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('66', '色谱柱', '常规', '1', null, '', '1003001001B0010241', '2-4-1', '玻璃仪器类-皿管类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('67', '量筒', '1000', '1', '21.00', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('68', '量筒', '500', '1', null, '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('69', '量筒', '2000', '2', '44.00', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('70', '量筒', '1000', '1', '28.00', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('71', '量筒', '500', '1', '18.00', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('72', '量筒', '250', '2', '12.02', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('73', '量筒', '100', '1', '6.90', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('74', '容量瓶', '2500', '1', '45.00', '', '1003001001B001025', '2-5', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('75', '容量瓶', '1500', '2', null, '', '1003001001B001012', '1-2', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('76', '定制玻璃仪器（魏）', '', '2', null, '', '1003001001B001012', '1-2', '玻璃仪器类-量器类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('77', '抽滤瓶', '800', '3', null, '', '1003001001B001025', '2-5', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('78', '抽滤瓶', '500', '1', '29.00', '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('79', '抽滤瓶', '250', '1', '18.60', '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('80', '广口试剂瓶', '2500', '3', '22.00', '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('81', '广口试剂瓶', '250', '3', '5.20', '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('82', '样品瓶', '常规', '1袋', null, '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('83', '棕色试剂瓶', '100', '3', null, '', '1003001001B001012', '1-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('84', '分液漏斗', '125', '3', '25.00', '', '1003001001B0010241', '2-4-1', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('85', '长颈漏斗', '常规', '2', null, '', '1003001001B0010241', '2-4-1', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('86', '恒压分液漏斗', '常规', '2', '48.27', '', '1003001001B0010142', '1-4-2', '玻璃仪器类-瓶斗类', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('87', '离心管', '15ml', '1袋', '36.01', '', '1003001001B2040142', '1-4-2', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `instrument` VALUES ('88', '离心管', '1.5ml', '1袋', '12.00', '', '1003001001B2040142', '1-4-2', '用品类-实验用品类', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');

-- ----------------------------
-- Table structure for tool
-- ----------------------------
DROP TABLE IF EXISTS `tool`;
CREATE TABLE `tool` (
  `Id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `specification` varchar(50) DEFAULT NULL,
  `quantity` varchar(10) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `locationDes` varchar(30) DEFAULT NULL,
  `locationId` varchar(30) NOT NULL,
  `location` varchar(20) NOT NULL,
  `category` varchar(10) NOT NULL,
  `room` varchar(20) NOT NULL,
  `vacant` varchar(10) NOT NULL,
  `responsible` varchar(10) NOT NULL,
  `inDate` date NOT NULL,
  `laboratory` varchar(20) DEFAULT NULL,
  `updatetime` date NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=66 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tool
-- ----------------------------
INSERT INTO `tool` VALUES ('1', '移液枪头', '', '2袋', null, '', '1003001001B2040142', '1-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-06-10');
INSERT INTO `tool` VALUES ('2', '酒精棉', '无', '1', null, '', '1003001001B2040241', '2-4-1', '防护', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('3', '水质分析取样器', '500ml', '1', null, '', '1003001001B2040143', '1-4-3', '水处理用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('4', '微量进样器', '无', '3盒', null, '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('5', '注射器', '50', '1盒', null, '', '1003001001B2040231', '2-3-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('6', '注射器', '1微升', '1', '36.40', '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('7', '机械搅拌棒', '无', '1', null, '', '1003001001B2040213', '2-1-3', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('8', '温度计', '无', '2', null, '', '1003001001B2040221', '2-2-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('9', '坩埚', '50', '7', null, '', '1003001001B2040222', '2-2-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('10', '定性滤纸', '', '2盒', '10.49', '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('11', '橡胶塞', '', '1', null, '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('12', '洗耳球', '', '1', '3.80', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('13', '烧瓶夹', '', '4', '15.00', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('14', '十字头', '', '1', '16.50', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('15', '镊子', '', '1', null, '', '1003001001B2040221', '2-2-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('16', '洗瓶', '', '5', '3.90', '', '1003001001B2040242', '2-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('17', '喷壶', '', '1', null, '', '1003001001B2040242', '2-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('18', '通孔带', '', '1', null, '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('19', '生料带', '', '1', '1.00', '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('20', '陶瓷研钵', '13cm', '1', '10.50', '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('21', '游标卡尺', '', '1', null, '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('22', '搅拌子', 'A400/20*40mm', '3', '9.00', '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('23', '钢玉片', '', '2', null, '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('24', '聚四氟乙烯板', '', '3', null, '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('25', '砂纸', '', '2', null, '', '1003001001B2040761', '7-6-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('26', '坩埚', '50', '4', '3.40', '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('27', '坩埚', '300', '3', null, '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('28', '测温环', '850-1100℃', '20', null, '', '1003001001B2040741', '7-4-1', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('29', '干压模具', '', '1', null, '', '1003001001B2040762', '7-6-2', '实验用品  设备配件', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('30', '试块模具', '16*16*16mm', '2', null, '', '1003001001B2040762', '7-6-2', '实验用品  设备配件', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('31', '手套', '常用', '1盒', '3.20', '', '1003001001B2040141', '1-4-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('32', '口罩', '常用', '1盒', '2.21', '', '1003001001B2040141', '1-4-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('33', '实验服', '', '1', '90.00', '', '1003001001B2040212', '2-1-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('34', '护目镜', '', '1', '16.61', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('35', '双面胶', '', '1', '0.60', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('36', '锡纸', '', '1', '3.30', '', '1003001001B2040213', '2-1-3 ', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('37', '卫生纸', '', '', null, '', '1003001001B2040241', '2-4-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('38', '出风机', '', '1', null, '', '1003001001B2040143', '1-4-3', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('39', '实用绘图仪', '', '1盒', null, '', '1003001001B2040143', '1-4-3', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('40', '铁皮剪', '', '1', null, '', '1003001001B2040143', '1-4-3', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('41', '电插排', '4孔', '1', null, '', '1003001001B2040143', '1-4-3', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('42', '标签纸', '', '1', '0.60', '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('43', '记号笔', '', '1', '7.80', '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('44', '本子', '', '1', null, '', '1003001001B2040211', '2-1-1', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('45', '自封袋', '1.0号（50*70*0.08）', '2袋', '6.50', '', '1003001001B2040142', '1-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('46', '自封袋', '9.5号（220*330*0.08）', '1袋', '20.00', '', '1003001001B2040142', '1-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('47', '自封袋', '15号（500*700*0.1）', '1袋', null, '', '1003001001B2040142', '1-4-2', '实验用品', 'B204', '否', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('48', '盆碗', '', '2', null, '', '1003001001B2040300', '实验台下', '实验用品', 'B204', '否', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('50', '直流稳压电源', 'MS305D/30V/5A', '3', '200.00', '', '1003001001B206', '办公室', '实验用品', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('51', '直流稳压电源', 'MS1003DH/100V/3mA', '2', '520.00', '', '1003001001B206', '办公室', '实验用品', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('52', '不锈钢搁物架', '', '1', '300.00', '', '1003001001B206', '办公室', '实验用品', '办公室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('53', '接受管', '52/19', '2', '10.30', '', '1003001001B0010141', '1-4-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('54', '导气管', '81/24', '1', '8.17', '', '1003001001B0010141', '1-4-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('55', '密度计', '', '2', null, '', '1003001001B001012', '1-2', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('56', '玻璃珠', '5-6mm', '1盒', null, '', '1003001001B001012', '1-2', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('57', '充氧机', '常规', '1', null, '', '1003001001B001011', '1-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('58', '防毒口罩', '常规', '2', null, '', '1003001001B001011', '1-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('59', '脱脂棉', '常规', '1', null, '', '1003001001B001011', '1-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('60', '不锈钢板（魏）', '常规', '4', null, '', '1003001001B001011', '1-1', '实验用品', '地下室', '是', '莫成昊', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('61', '瓷缸', '', '1', null, '', '1003001001B001013', '1-3', '实验用品', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('62', '防毒滤嘴', '', '5', null, '', '1003001001B001013', '1-3', '实验用品', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('63', '标准三联模（大）', '', '2', null, '', '1003001001B001013', '1-3', '设备类', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('64', '耐磨碱块模具', '', '2', null, '', '1003001001B001013', '1-3', '设备类', '地下室', '是', '蒋严伟', '2018-04-13', '', '2018-04-13');
INSERT INTO `tool` VALUES ('65', '工具1', '1', '1', '23.00', '实验室', '222222', '204', '实验用品', '204', '否', '陈婷', '2018-05-27', '204', '2018-05-27');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `Id` int(10) NOT NULL,
  `name` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  `authority` varchar(20) NOT NULL,
  `enrollment` date NOT NULL,
  `graduation` date NOT NULL,
  `laboratory` varchar(10) NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('100', '魏慧贤', '222125', '管理员', '2018-06-08', '2018-06-30', '204');
INSERT INTO `users` VALUES ('1030514414', '宋昕', '1030514414', '学生', '2014-09-01', '2018-06-30', '204');
INSERT INTO `users` VALUES ('1030514415', '陈婷', '1030514415', '管理员', '2014-09-01', '2018-06-20', '204');
