<template>
	<section>
		<h3>江南大学化学与材料工程学院简介</h3>
		<p>江南大学化学与材料工程学院历史悠久，文化底蕴丰厚，其前身是无锡轻工业学院化学工程系，始建于1958年，是学校最早建立的学科群之一。在长期办学过程中创办了日用化工、轻工有机合成、精细化工、香精香料、化妆品与美容等专业，其中精细化工专业1981年被国务院学位办批准为首批硕士学位授权点，1983年确定为部级重点学科。学院更名于1999年，现已发展成为在应用胶体与界面化学、表面活性剂、功能材料和涂料等领域高层次人才培养和前沿科学研究的重要基地，在行业界享有较高的知名度。
		</p>
		<p>学院现设化学工程、材料科学与工程和应用化学三个系，分别管理化学工程与工艺、高分子材料与工程和应用化学三个本科专业，其中化学工程与工艺、高分子材料与工程为国家特色专业，应用化学为江苏省特色专业。学院学科布局合理，拥有化学工程与技术一级博士点，皮革化学与工程二级博士点，化学工程与技术、材料科学与工程两个一级硕士点，分析化学、皮革化学与工程两个二级硕士点，以及化学工程、材料工程两个专业硕士点，多个学科得到国家“211工程”重点建设资助。现拥有食品胶体与生物技术教育部重点实验室、光响应功能分子材料国际联合研究中心、“功能分子、聚集体及器件创制”高等学校学科创新引智计划、化学工程与技术博士后流动站、江苏省工业色谱分离工程技术研究中心等平台基地，与国内外知名企业和研究机构联合建立了多个研究所和研发中心。学院坚持基础与应用并重、协同创新发展的理念，在人才培养、基础理论和工程技术研究领域不断取得佳绩，江南大学材料科学学科、化学学科现已进入ESI全球排行榜前1%。
		</p>

	</section>
</template>

<script>
export default {
	data() {
		return {}
	}
}
</script>

<style lang="scss" type="text/css">
	h3 {
		text-align: center;
	}
	p {
		text-indent:2em;
	}
</style>